Repository: 3liz/lizmap-locales
Catalog: web-client/*/action.po
Languages: de_de, fi_fi, ja_jp, ro_ro, sl_si

# action~action.dock.action.choose
source: Choose an action to run
de_de: Wähle eine auszuführende Aktion
fi_fi: Valitse ajettava toiminto
ja_jp: 実行するアクションを選択する
ro_ro: Alege o acțiune de executat
sl_si: Izberite ukaz

# action~action.dock.close
source: Close
de_de: Schliessen
fi_fi: Sulje
ja_jp: 閉じる
ro_ro: Închide
sl_si: Zapri

# action~action.dock.form.button.deactivate.help
source: Deactivate the active action
de_de: Deaktiviere die aktive Aktion
fi_fi: Poista aktiivisen toiminnon aktivointi
ja_jp: アクティブなアクションを無効にする
ro_ro: Dezactivare acțiunea activă
sl_si: Onemogočite aktualen ukaz

# action~action.dock.form.button.deactivate.label
source: Deactivate
de_de: Ausschalten
fi_fi: Poista aktivointi
ja_jp: ‎非アクティブ 化‎
ro_ro: Dezactivare
sl_si: Deaktiviraj

# action~action.dock.form.button.run.help
source: Run the selected action
de_de: Führt die gewälte Aktion aus
fi_fi: Aja valittu toiminto
ja_jp: 選択したアクションを実行する
ro_ro: Rulează acțiunea selectată
sl_si: Izvedite izbran ukaz

# action~action.dock.form.button.run.label
source: Run
de_de: Ausführen
fi_fi: Aja
ja_jp: 実行
ro_ro: Rulează
sl_si: Izvedi

# action~action.dock.form.select.emptyItem.label
source: Choose an action
de_de: Wähle eine Aktion aus
fi_fi: Valitse toiminto
ja_jp: アクションを選択する
ro_ro: Alege o acțiune
sl_si: Izberite ukaz

# action~action.dock.form.select.help
source: To run an action, select one in the list and click the Run button
de_de: Um eine Action auszuführen, wähle eine von der Liste aus und klicke auf 'Ausführen'
fi_fi: Ajaaksesi toiminnon, valitse se listasta ja paina "Aja"-painiketta.
ja_jp: アクションを実行するには、リストからアクションを選択し、実行ボタンをクリックします。
ro_ro: Pentru a executa o acțiune, selectează una din listă și apasă butonul Executare
sl_si: Izberite ukaz iz seznama in kliknite gumb Izvedi

# action~action.dock.form.select.warning
source: You must first select an action in the list
de_de: Du musst erste eine Action aus der Liste auswählen
fi_fi: Sinun on ensin valittava toiminto listasta
ja_jp: リストからアクションを選択する必要があります。
ro_ro: Mai întâi trebuie să selectezi o acțiune din listă
sl_si: Najprej izberite ukaz iz seznama

# action~action.dock.title
source: Actions
de_de: Aktionen
fi_fi: Toiminnot
ja_jp: ‎アクション‎
ro_ro: Acțiuni
sl_si: Ukazi

# action~action.warning.converted.from.old.configuration
source: Dear administrator, the JSON configuration file for the <b>action module</b> is written in the old format. Please <a target="_blank" href="%s">read the documentation</a> and convert it in the new format, since the old format will not work in the future versions.
fi_fi: <b>Toimintomoduulin</b> JSON-asetustiedosto on vanhassa formaatissa. <a target="_blank" href="%s">Lue ohjeistus</a>ja muunna se uuteen formaattiin, koska vanha formaatti ei ole tuettu tulevissa versioissa.
ro_ro: Stimate administrator, fișierul de configurare JSON pentru <b>modului acțiuni</b> este scris în vechiul format. <a target="_blank" href="%s">Citește documentația</a> și convertește-l în noul format, deoarece vechiul format nu va funcționa în versiunile viitoare.
