Repository: 3liz/lizmap-locales
Catalog: web-client/*/admin.po
Languages: de_de, fr_fr, gl_es, it_it, pl_pl, pt_pt, ru_ru, sv_se

# admin~user.form.comment.label
source: Comments
de_de: Kommentare
fr_fr: Commentaires
gl_es: Comentarios
it_it: Commenti
pl_pl: Komentarze
pt_pt: Comentários
ru_ru: Комментарии
sv_se: Kommentarer

# admin~jacl2.lizmap.admin.grp
source: Lizmap Administration Management
de_de: Lizmap Administrator-Verwaltung
fr_fr: Gestion de l'administration de LizMap
gl_es: Xestión da Administración de Lizmap
it_it: Amministrazione di Lizmap
pl_pl: Zarządzanie Administracyjne Lizmap
pt_pt: Gestão de Administração do Lizmap
ru_ru: Управление правами администратора
sv_se: Lizmaps administrationshantering

# admin~jacl2.lizmap.grp
source: Lizmap Client Management
de_de: Lizmap Benutzerverwaltung
fr_fr: Gestion du client LizMap
gl_es: Xestión do Cliente Lizmap
it_it: Gestione client Lizmap
pl_pl: Zarządzanie Klientem Lizmap
pt_pt: Gestão de Cliente do Lizmap
ru_ru: Управление правами клиентов
sv_se: Lizmap klienthantering

# admin~jacl2.lizmap.admin.access
source: Lizmap Admin access
de_de: Lizmap Admin Zugang
fr_fr: Accéder à l'admin Lizmap
gl_es: Acceso do Administrador Lizmap
it_it: Accesso amministratore LizMap
pl_pl: Dostęp Administratora
pt_pt: Acesso de Administrador do Lizmap
sv_se: Lizmap administrationsåtkomst

# admin~jacl2.lizmap.admin.services.view
source: View services
de_de: Dienste anzeigen
fr_fr: Voir les services
gl_es: Ver servizos
it_it: Visualizza servizi
pl_pl: Zobacz serwisy
pt_pt: Ver serviços
sv_se: Granska tjänster

# admin~jacl2.lizmap.admin.services.update
source: Modify services
de_de: Dienste anpassen
fr_fr: Modifier les services
gl_es: Modificar servizos
it_it: Modifica servizi
pl_pl: Modyfikuj serwisy
pt_pt: Modificar serviços
sv_se: Ändra i tjänsterna

# admin~jacl2.lizmap.admin.repositories.view
source: View repositories
de_de: Verzeichnisse anzeigen
fr_fr: Voir les répertoires
gl_es: Ver repositorios
it_it: Visualizza repository
pl_pl: Zobacz repozytoria
pt_pt: Ver repositórios
ru_ru: Просмотр репозиториев
sv_se: Granska/titta på repositories

# admin~jacl2.lizmap.admin.repositories.create
source: Create repositories
de_de: Verzeichnisse anlegen
fr_fr: Créer des répertoires
gl_es: Crear repositorios
it_it: Crea repository
pl_pl: Stwórz repozytoria
pt_pt: Criar repositórios
ru_ru: Создание репозиториев
sv_se: Skapa repository

# admin~jacl2.lizmap.admin.repositories.update
source: Modify repositories
de_de: Verzeichnisse anpassen
fr_fr: Modifier des répertoires
gl_es: Modificar repositorios
it_it: Modifica repository
pl_pl: Modyfikuj repozytoria
pt_pt: Modificar repositórios
ru_ru: Изменение репозиториев
sv_se: Ändra/modifiera repository

# admin~jacl2.lizmap.admin.repositories.delete
source: Delete repositories
de_de: Verzeichnisse löschen
fr_fr: Supprimer des répertoires
gl_es: Eliminar repositorios
it_it: Elimina repository
pl_pl: Usuń repozytoria
pt_pt: Apagar repositórios
ru_ru: Удаление репозиториев
sv_se: Ta bort repository

# admin~jacl2.lizmap.repositories.view
source: View repositories
de_de: Verzeichnisse anzeigen
fr_fr: Voir les répertoires
gl_es: Ver repositorios
it_it: Visualizza repository
pl_pl: Zobacz repozytoria
pt_pt: Ver repositórios
ru_ru: Просмотр репозиториев
sv_se: Granska/titta på repository

# admin~jacl2.lizmap.tools.edition.use
source: Use the Edition tool
de_de: Editierwerkzeug benutzen
fr_fr: Utiliser l'outil Édition
gl_es: Utilice a ferramenta de Edición
it_it: Usa lo strumento edizione
pl_pl: Użyj narzędzi edycji
pt_pt: Utilizar a ferramenta de edição
sv_se: Använd redigeringsvertyget

# admin~jacl2.lizmap.tools.loginFilteredLayers.override
source: Always see complete layers data, even if filtered by login
de_de: Immer aller Layerdaten anzeigen, auch wenn durch Login gefiltert
fr_fr: Afficher toutes les données, mêmes si filtrées par login
gl_es: Visualizar sempre os datos completos das capas, incluso se están filtrados por usuario de sesión
it_it: Mostrare sempre i dati completi, anche se filtrati da login
pl_pl: Zawsze widoczne kompletne warstwy, nawet jeśli włączono filtrowanie wg loginu
pt_pt: Ver sempre os dados completos das camadas, mesmo que filtrados por utilizador
ru_ru: Всегда показывать слой полностью независимо от настроек фильтрации
sv_se: Tillåt synlighet av alla lagerdata, även när filter finns vid inloggning

# admin~jacl2.lizmap.tools.displayGetCapabilitiesLinks
source: Display projects WMS links
de_de: WMS Links des Projektes anzeigen
fr_fr: Afficher les liens WMS des projets
gl_es: Amosar enlaces WMS dos proxectos
it_it: Visualizza il link del WMS dei progetti
pl_pl: Wyświetl adres WMS projektu
pt_pt: Mostrar links dos serviços WMS dos projetos
ru_ru: Показывать WMS ссылки
sv_se: Visa projektens WMS-addresser

# admin~jacl2.lizmap.tools.layer.export
source: Allow export of layers
de_de: Layerexport erlauben
fr_fr: Permettre l'export de couches
gl_es: Permitir exportación de capas
it_it: Consenti l'esportazione dei layer
pl_pl: Zezwól na eksport warstw
pt_pt: Permitir exportação de camadas
ru_ru: Разрешить экспорт слоев
sv_se: Tillåt lagerexport

# admin~admin.menu.configuration.main.label
source: Lizmap configuration
de_de: Lizmap Konfiguration
gl_es: Configuración Lizmap
it_it: Configurazione Lizmap
pl_pl: Konfiguracja Lizmap
pt_pt: Configuração Lizmap
ru_ru: Настройки Lizmap
sv_se: Konfiguration av Lizmap

# admin~admin.menu.lizmap.logs.label
source: Lizmap Logs
de_de: Lizmaps Logs
fr_fr: Logs LizMap
gl_es: Rexistros de Lizmap
it_it: Log di LizMap
pl_pl: Logi LizMap
pt_pt: Logs Lizmap
ru_ru: Логи LizMap
sv_se: Lizmap loggar

# admin~admin.menu.lizmap.logs.view.label
source: View logs
de_de: Logs anzeigen
fr_fr: Voir les logs
gl_es: Ver rexistros
it_it: Visualizza messaggi di log
pl_pl: Zobacz logi
pt_pt: Ver logs
ru_ru: Просмотр логов
sv_se: Se loggar

# admin~admin.generic.h2
source: Generic
de_de: Generische Kofiguration
fr_fr: Général
gl_es: Xenérico
it_it: Generico
pl_pl: Ogólne
pt_pt: Genérico
ru_ru: Общие
sv_se: Allmänt

# admin~admin.generic.version.number.label
source: Version number
de_de: Version
fr_fr: Numéro de version
gl_es: Número da versión
it_it: Numero versione
pl_pl: Numer wersji
pt_pt: Versão
ru_ru: Версия
sv_se: Versionsnummer

# admin~admin.configuration.h1
source: Lizmap configuration
de_de: Lizmap Konfiguration
gl_es: Configuración de Lizmap
it_it: Configurazione Lizmap
pl_pl: Konfiguracja Lizmap
pt_pt: Configuração Lizmap
ru_ru: Настройки Lizmap
sv_se: Konfiguration av Lizmap

# admin~admin.configuration.repository.label
source: Repository
de_de: Verzeichnis
fr_fr: Répertoires
gl_es: Repositorio
pl_pl: Repozytorium
pt_pt: Repositório
ru_ru: Репозитории

# admin~admin.configuration.button.back.label
source: Back
de_de: Zurück
fr_fr: Retour
gl_es: Volver
it_it: Indietro
pl_pl: Wstecz
pt_pt: Voltar
ru_ru: Назад
sv_se: Tillbaka

# admin~admin.configuration.services.label
source: Services
de_de: Dienste
gl_es: Servizos
it_it: Servizi
pl_pl: Serwisy
pt_pt: Serviços
ru_ru: Служебные
sv_se: Tjänster

# admin~admin.configuration.services.wmsServerURL.label
source: WMS server URL
fr_fr: URL du serveur WMS
gl_es: URL do servidor WMS
it_it: Indirizzo (URL) del server WMS
pl_pl: Adres URL serwera WMS
pt_pt: URL do serviço WMS
ru_ru: URL сервера WMS
sv_se: Address för WMS-server

# admin~admin.configuration.services.wmsPublicUrlList.label
source: WMS subdomain URLs list (optional)
de_de: WMS Subdomain URL-List (optional)
fr_fr: Liste d'URLs WMS de sous-domaine (optionnel)
gl_es: Lista das URL do subdominio WMS (opcional)
it_it: Lista indirizzi (URL) dei sottodomini WMS (opzionale)
pl_pl: Lista subdomen adresów WMS (opcjonalne)
pt_pt: Lista dos suddomínios URLs WMS (opcional)
ru_ru: Список URL поддоменов WMS (дополнительно)
sv_se: Addresslista på WMS underdomäner (ej obligatoriskt fält)

# admin~admin.configuration.services.wmsMaxWidth.label
source: Maximum Witdh for GetMap request
gl_es: Ancho Máximo para peticións GetMap

# admin~admin.configuration.services.wmsMaxHeight.label
source: Maximum Height for GetMap request
gl_es: Altura Máxima para peticións GetMap

# admin~admin.configuration.services.onlyMaps.label
source: Only maps
de_de: Nur Karten
fr_fr: Seulement des cartes
gl_es: Só mapas
it_it: Solo mappe
pl_pl: Tylko mapy
pt_pt: Só mapas
ru_ru: Только карты
sv_se: Endast kartor

# admin~admin.configuration.services.defaultRepository.label
source: Default repository
de_de: Standars Verzeichnis
fr_fr: Répertoire par défaut
gl_es: Repositorio predeterminado
it_it: Repository predefinito
pl_pl: Domyślne repozytorium
pt_pt: Repositório padrão
ru_ru: Стандартный репозиторий
sv_se: Förinställd/default repository

# admin~admin.configuration.services.defaultProject.label
source: Default project
de_de: Standard Projekt
fr_fr: Projet par défaut
gl_es: Proxecto predeterminado
it_it: Progetto predefinito
pl_pl: Domyślny projekt
pt_pt: Projeto por defeito
ru_ru: Стандартный проект
sv_se: Förinställt/Default projekt

# admin~admin.configuration.services.cacheStorageType.label
source: Server cache storage type
de_de: Server Cache - Art der Speicherung
fr_fr: Type de stockage pour le cache
gl_es: Tipo de almacenamento da caché do servidor
it_it: Tipo di archiviazione per la cache sul server
pl_pl: Typ pamięci podręcznej
pt_pt: Tipo de armazenamento da cache no servidor
ru_ru: Тип хранилища кеша на сервере
sv_se: Typ av servercachelagring

# admin~admin.configuration.services.cacheRootDirectory.label
source: Cache root directory
de_de: Cache Wurzelverzeichnis
fr_fr: Répertoire racine du cache
gl_es: Directorio raíz da caché
it_it: Percorso cartella cache
pl_pl: Lokalizacja root pamięci podręcznej
pt_pt: Directório raiz da cache
ru_ru: Корневой каталог кеша
sv_se: Baskatalog för cachen

# admin~admin.configuration.services.cacheExpiration.label
source: Server cache expiration time(s)
de_de: Server Cache Lebensdauer (s)
fr_fr: Durée de vie du cache (s)
gl_es: Tempo(s) de expiración da caché do servidor
it_it: Tempo di scadenza della cache del server
pl_pl: Czas wygaśnięcia pamięci podręcznej (sek.)
pt_pt: Tempo(s) de expiração da Cache no servidor
ru_ru: Время жизни кеша на сервере (сек)
sv_se: Servercachens uphörandetid(er)

# admin~admin.configuration.services.rootRepositories.label
source: Root folder of repositories
de_de: Wurzelordner der Verzeichnisse
fr_fr: Dossier racine des répertoires
gl_es: Cartafol raíz de repositorios
it_it: Cartella radice dei repository
pl_pl: Katalog repozytoriów Roota
pt_pt: Pasta root dos repositórios
sv_se: Baskatalog för repositories

# admin~admin.configuration.services.proxyMethod.label
source: Send request to QGIS Server with
de_de: Anfrage an QGIS Server senden mit
fr_fr: Envoi des requêtes à QGIS Server avec
gl_es: Enviar petición ó Servidor QGIS con
it_it: Invia richiesta a QGIS Server usando
pl_pl: Wyślij zapytanie do QGIS Servera poprzez
pt_pt: Pedido para o servidor QGIS com
ru_ru: Использовать для обращения к серверу QGIS
sv_se: Skicka förfrågan till QGIS server med

# admin~admin.configuration.services.debugMode.label
source: Debug mode
de_de: Debug Modus
fr_fr: Mode de débogage
gl_es: Modo depuración
it_it: Modalità debug
pl_pl: Tryb debugowania
pt_pt: Modalidade de debug
ru_ru: Режим отладки
sv_se: Felsökningsläge

# admin~admin.configuration.services.allowUserAccountRequests.label
source: Allow visitors to request an account
de_de: Es Besuchern erlauben, ein Konto anzufordern
fr_fr: Autoriser les visiteurs à demander un compte
gl_es: Permitir ós visitantes solicitar unha conta
it_it: Consentire ai visitatori di richiedere un account
pl_pl: Zezwól odwiedzającym na zakładanie kont
pt_pt: Permitir que os visitantes solicitem uma conta
ru_ru: Разрешить посетителям запрашивать регистрацию
sv_se: Tillåt besökare göra en kontoförfrågan

# admin~admin.configuration.services.adminContactEmail.label
source: Administrator e-mail
fr_fr: Courriel de l'administrateur
gl_es: Correo electrónico do administrador
it_it: E-mail amministratore
pl_pl: E-mail Administratora
pt_pt: E-mail do administrador
ru_ru: E-mail администратора
sv_se: Administratörens E-post

# admin~admin.configuration.button.modify.service.label
source: Modify
de_de: Anpassen
fr_fr: Modifier
gl_es: Modificar
it_it: Modifica
pl_pl: Modyfikuj
pt_pt: Modificar
ru_ru: Изменить
sv_se: Ändra

# admin~admin.configuration.button.view.repository.label
source: View
de_de: Anzeigen
fr_fr: Voir
gl_es: Vista
it_it: Visualizza
pl_pl: Zobacz
pt_pt: Ver
ru_ru: Просмотр
sv_se: Titta på

# admin~admin.configuration.button.modify.repository.label
source: Modify
de_de: Anpassen
fr_fr: Modifier
gl_es: Modificar
it_it: Modifica
pl_pl: Modyfikuj
pt_pt: Modificar
ru_ru: Изменить
sv_se: Ändra

# admin~admin.configuration.button.remove.repository.label
source: Remove
de_de: Entfernen
fr_fr: Supprimer
gl_es: Eliminar
it_it: Rimuovi
pl_pl: Usuń
pt_pt: Eliminar
ru_ru: Удалить
sv_se: Ta bort

# admin~admin.configuration.button.remove.repository.confirm.label
source: Would you like to remove this repository?
de_de: Möchten Sie dieses Verzeichnis wirklich entfernen?
fr_fr: Êtes-vous sûr de vouloir supprimer ce répertoire ?
gl_es: Quere eliminar este repositorio?
it_it: Vuoi eliminare questo repository?
pl_pl: Czy chcesz usunąć to repozytorium?
pt_pt: Deseja eliminar este repositório?
ru_ru: Удалить данный репозиторий?
sv_se: Vill du ta bort detta repository?

# admin~admin.configuration.button.add.repository.label
source: Create a repository
de_de: Ein Verzeichnis anlegen
fr_fr: Ajouter un répertoire
gl_es: Crear un repositorio
it_it: Crea un nuovo repository
pl_pl: Stwórz repozytorium
pt_pt: Criar um repositório
ru_ru: Создать репозиторий
sv_se: Skapa ett repository

# admin~admin.form.admin_services.h1
source: Modify Lizmap generic configuration
de_de: Lizmap's generische Konfiguration anpassen
gl_es: Modificar a configuración xenérica de Lizmap
it_it: Modifica configurazione generale di Lizmap
pl_pl: Modyfikuj ogólne ustawienia Lizmap
pt_pt: Modificar a configuração genérica do Lizmap
ru_ru: Изменение основных настроек Lizmap
sv_se: Ändra Lizmaps allmänna konfiguration

# admin~admin.form.admin_services.on.label
source: On
gl_es: Aceso
it_it: Acceso
pl_pl: Włącz

# admin~admin.form.admin_services.off.label
source: Off
gl_es: Apagado
it_it: Spento
pl_pl: Wyłącz

# admin~admin.form.admin_services.appName.label
source: Application name
de_de: Anwendungsname
fr_fr: Nom de l'application
gl_es: Nome da aplicación
it_it: Nome applicazione
pl_pl: Nazwa aplikacji
pt_pt: Nome da Aplicação
ru_ru: Имя приложения
sv_se: Applikationsnamn

# admin~admin.form.admin_services.wmsServerURL.label
source: WMS server URL
fr_fr: URL du serveur WMS
gl_es: URL do servidor WMS
it_it: Indirizzo (URL) del server WMS
pl_pl: Adres URL serwera WMS
pt_pt: URL do servidor WMS
ru_ru: URL сервера WMS

# admin~admin.form.admin_services.wmsPublicUrlList.label
source: WMS subdomain URLs list (optional)
de_de: WMS Subdomain URL-List (optional)
fr_fr: Liste d'URLs WMS de sous-domaine (optionnel)
gl_es: Lista das URL do subdominio WMS (opcional)
it_it: Lista indirizzi (URL) dei sottodomini WMS (opzionale)
pl_pl: Lista subdomen adresów WMS (opcjonalne)
pt_pt: Lista dos suddomínios URLs WMS (opcional)
ru_ru: Список URL поддоменов WMS (дополнительно)
sv_se: Addresslista på WMS underdomäner (ej obligatoriskt fält)

# admin~admin.form.admin_services.message.wmsPublicUrlList.wrong
source: The WMS subdomain URLs structure is not valide.
de_de: Die WMS subdomain URL Struktur fehlerhaft.
fr_fr: La structure des URLs WMS de sous-domaines n'est pas valide.
gl_es: A estrutura das URL do subdominio WMS non é válida.
it_it: La struttura URL dei sottodomini WMS non è valida.
pl_pl: Struktura subdomeny serwera WMS nie jest poprawna.
pt_pt: A estrutura de URLs WMS não é válida
ru_ru: Структура URL поддоменов WMS недействительна.
sv_se: Struktur på WMS underdomän är ej godkänd

# admin~admin.form.admin_services.wmsMaxWidth.label
source: Default max. Witdh for GetMap request
gl_es: Ancho máximo predeterminado para peticións GetMap

# admin~admin.form.admin_services.wmsMaxHeight.label
source: Default max. Height for GetMap request
gl_es: Altura máxima predeterminada para peticións GetMap

# admin~admin.form.admin_services.cacheStorageType.label
source: Server cache storage type
de_de: Server Cache - Art der Speicherung
fr_fr: Type de stockage pour le cache
gl_es: Tipo de almacenamento da caché do servidor
it_it: Tipo di archiviazione per la cache sul Server
pl_pl: Typ pamięci podręcznej
pt_pt: Tipo de armazenamento de cache do servidor
ru_ru: Тип хранилища кеша на сервере
sv_se: Lagringstyp på servercachen

# admin~admin.form.admin_services.cacheStorageType.sqlite.label
source: Sqlite database
de_de: Sqlite Datenbank
fr_fr: Bases de donnée Sqlite
gl_es: Base de datos Sqlite
it_it: Database Sqlite
pl_pl: Baza danych Sqlite
pt_pt: Base de dados Sqlite
ru_ru: База sqlite
sv_se: Sqlite-databas

# admin~admin.form.admin_services.cacheStorageType.file.label
source: Files
de_de: Dateien
fr_fr: Fichiers
gl_es: Ficheiros
pl_pl: Pliki
pt_pt: Arquivos
ru_ru: Файлы
sv_se: Filer

# admin~admin.form.admin_services.cacheRedisHost.label
source: Redis host
fr_fr: Hôte Redis
gl_es: Hóspede de Redis
it_it: Server Redis
pt_pt: Servidor Redis

# admin~admin.form.admin_services.cacheRedisPort.label
source: Redis port
fr_fr: Port Redis
gl_es: Porto de Redis
it_it: Porta Redis
pl_pl: Port Redis
pt_pt: Porta Redis

# admin~admin.form.admin_services.cacheRedisDb.label
source: Redis database index
de_de: Redis Datenbank Index
fr_fr: Base de donnée Redis
gl_es: Índice da base de datos de Redis
it_it: Indice del database Redis
pl_pl: Indeks bazy danych Redis
pt_pt: Índice da base de dados Redis
sv_se: Redis databasindex

# admin~admin.form.admin_services.cacheRedisKeyPrefix.label
source: Redis key prefix
de_de: Redis Schlüsselprefix
fr_fr: Préfixe de clé Redis
gl_es: Prefixo clave de Redis
it_it: Prefisso della chiave Redis
pl_pl: Prefix klucza Redis
pt_pt: Prefixo da chave Redis
sv_se: Redis nyckelprefix

# admin~admin.form.admin_services.cacheRedisHost.help
source: Redis host (used if Redis is chosen for the cache storage)
fr_fr: Hôte Redis (utilisé seulement si Redis est choisi pour stocker le cache )
gl_es: Hóspede de Redis (utilizado se Redis é escollido para o almacenamento da caché)
it_it: Server Redis (usato se si sceglie Redis come sistema di stoccaggio della cache)
pl_pl: Host Redis (używany, gdy Redis jest wykorzystany do przechowywania pamięci podręcznej)
pt_pt: Servidor Redis (será utilizado se o Redis for escolhido para armazenar a cache)
sv_se: Redis host (används om Redis är valt som cachelagring)

# admin~admin.form.admin_services.cacheRedisPort.help
source: Redis port (used if Redis is chosen for the cache storage)
fr_fr: Port Redis (utilisé seulement si Redis est choisi pour stocker le cache )
gl_es: Porto de Redis (utilizado se Redis é escollido para o almacenamento da caché)
it_it: Porta Redis (usato se si sceglie Redis come sistema di stoccaggio della cache)
pl_pl: Port Redis (używany, gdy Redis jest wykorzystany do przechowywania pamięci podręcznej)
pt_pt: Porta Redis (será utilizado se o Redis for escolhido para armazenar a cache)
sv_se: Redis port (används om Redis är valt som cachelagring)

# admin~admin.form.admin_services.cacheRedisDb.help
source: Redis database index: integer >= 0 , optional (used if Redis is chosen for the cache storage)
de_de: Redis Datenbankindex: Ganzzahl >=0, optional (used if Redis is chosen for the cache storage)
gl_es: Índice da base de datos de Redis: enteiro >= 0, opcional (utilizado se Redis é escollido para o almacenamento da caché)
it_it: Indfce del database Redis: intero >=0, opzionale (usato se si sceglie Redis come sistema di stoccaggio della cache)
pl_pl: Indeks bazy danych Redis: integer >= 0, opcjonalne (używany, gdy Redis jest wykorzystany do przechowywania pamięci podręcznej)
pt_pt: Índice da base de dados Redis: inteiro>=0 (será utilizado se o Redis for escolhido para armazenar a cache)
sv_se: Redis databasindex: integer >= 0, frivilligt (används om Redis är valt som cachelagring)

# admin~admin.form.admin_services.cacheRedisKeyPrefix.help
source: Redis key prefix: string, optional (used if Redis is chosen for the cache storage)
de_de: Redis Schlüsselprefix: Zeichenkette, optional (used if Redis is chosen for the cache storage)
gl_es: Prefixo clave de Redis: cadea, opcional (utilizado se Redis é escollido para o almacenamento da caché)
it_it: Prefisso della chiave Redis: stringa, opzionale (usato se si sceglie Redis come sistema di stoccaggio della cache)
pl_pl: Prefiks klucza Redis: string, opcjonalne (używany, gdy Redis jest wykorzystany do przechowywania pamięci podręcznej)
pt_pt: Prefixo da chave Redis: string, opcional (será utilizado se o Redis for escolhido para armazenar a cache)
sv_se: Redis nyckelprefix: textsträng, valfritt (används om Redis är valt som cachelagring)

# admin~admin.form.admin_services.cacheRootDirectory.label
source: Cache root directory
de_de: Cache Wurzelverzeichnis
fr_fr: Répertoire racine du cache
gl_es: Directorio raíz da caché
it_it: Cartella per la cache
pl_pl: Lokalizacja root pamięci podręcznej
pt_pt: Directório raiz da cache
ru_ru: Корневой каталог кеша
sv_se: Baskatalog för cachen

# admin~admin.form.admin_services.cacheRootDirectory.help
source: Choose a writable directory where to store cache files.
de_de: Wählen Sie ein beschreibbares Verzeichnis aus, um den Cache darin zu speichern.
fr_fr: Choisir un répertoire du disque accessible en écriture pour y stocker le cache.
gl_es: Escolla un directorio no que se poida escribir no que almacenar os ficheiros da caché.
it_it: Scegli una cartella dove memorizzare i files di cache.
pl_pl: Wpisz zapisywalną ścieżkę, gdzie będzie przechowywana pamięć podręczna.
pt_pt: Escolha um directório gravável para armazenar os arquivos de cache
ru_ru: Укажите каталог с разрешением на запись для хранения кеша.
sv_se: Välj katalog med skrivrättigheter för lagring av cachefiler.

# admin~admin.form.admin_services.message.cacheRootDirectory.wrong
source: The directory does not exists or is not writable. You can use: %s
de_de: Das Verzeichnis existiert nicht oder ist nicht beschreibbar. Verwenden Sie stattdessen: %s
fr_fr: Le répertoire n'existe pas où n'est pas accessible en écriture. Vous pouvez utiliser: %s
gl_es: O directorio non existe ou non se pode escribir nel. Pode utilizar: %s
it_it: La cartella non esiste o non ha i permessi di scrittura. Puoi usare: %s
pl_pl: Podana lokalizacja nie istnieje lub nie jest zapisywalna. Możesz użyć: %s
pt_pt: O diretório não existe ou não é gravável. Pode utilizar: %s
ru_ru: Данный каталог не существует или нет прав на запись. Вы можете использовать: %s
sv_se: Katalogen finns ej eller saknar skrivrättigheter. Du kan använda: %s

# admin~admin.form.admin_services.cacheExpiration.label
source: Server cache expiration time(s)
de_de: Server Cache Lebensdauer (s)
fr_fr: Durée de vie du cache (s)
gl_es: Tempo(s) de expiración da caché do servidor
it_it: Tempo di scadenza della cache del server
pl_pl: Czas wygaśnięcia pamięci podręcznej (sek.)
pt_pt: Tempo(s) de expiração da Cache no servidor
ru_ru: Время жизни кеша на сервере (сек)
sv_se: Utgångstiden för servercachen(erna)
