Repository: 3liz/lizmap-locales
Catalog: web-client/*/admin.po
Languages: de_de, fr_fr, gl_es, it_it, pl_pl, pt_pt, ru_ru, sv_se

# admin~admin.form.admin_services.cacheExpiration.help
source: 0 means no expiration, else give an integer in seconds (max: 2592000 s = 30 days)
de_de: 0 bedeutet unbegrenzte Lebenszeit, geben Sie andernfalls eine Ganzzahl in Sekunden an (max : 2592000 s = 30 Tage)
gl_es: 0 significa sen caducidade, senón indique un número enteiro en segundos (máximo: 2592000 s = 30 días)
it_it: 0 indica nessuna scadenza, altrimenti digitare un numero intero per i secondi (max : 2592000 s = 30 giorni)
pl_pl: 0 - bez wygaśnięcia; każda inna wartość musi być podana w liczbach całkowitych i wyrażana jest w sekundach (maksymalnie: 2592000 s = 30 dni)
pt_pt: 0 significa sem expiração, caso contrário dê um número inteiro em segundos (máx: 2592000 s = 30 días)
ru_ru: Укажите 0 для бессрочного хранения или целое число в секундах (максимум: 2592000 с = 30 дней)
sv_se: 0 innebär ingen utgångstid, ange annars ett integervärde i sekunder (max: 2592000 s = 30 dagar)

# admin~admin.form.admin_services.message.cacheExpiration.wrong
source: Server cache expiration time must be an integer between 0 and 2592000 seconds.
de_de: Server Cache Lebensdauer muss eine Ganzzahl zwischen 0 und 2592000 Sekunden sein.
fr_fr: La durée de vie du cache doit être un entier entre 0 et 2592000 secondes.
gl_es: O tempo de caducidade da caché debe ser un enteiro entre 0 e 2592000 segundos.
it_it: Il valore del tempo per la scadenze della cache del server deve essere un intero compreso tra 0 e 2592000 secondi.
pl_pl: Czas wygaśnięcia pamięci podręcznej musi być liczbą całkowitą między 0 a 2592000 sekund.
pt_pt: O tempo de expiração da cache no servidor deve ser um número inteiro entre 0 e 2592000 segundos.
ru_ru: Время жизни кеша должно быть целым числом в диапазоне от 0 до 2592000 секунд.
sv_se: Servercachens utgångstid måste vara integervärde mellan 0 och 2592000 sekunder.

# admin~admin.form.admin_services.rootRepositories.label
source: Root folder of repositories
de_de: Wurzelordner der Verzeichnisse
fr_fr: Dossier racine des répertoires
gl_es: Cartafol raíz de repositorios
it_it: Cartella radice dei repository
pl_pl: Katalog repozytoriów Roota
pt_pt: Pasta root dos repositórios
sv_se: Baskatalog för repositories

# admin~admin.form.admin_services.rootRepositories.help
source: The root folder of repositories can limit the Lizmap directory to 1 folder. If a path is set here, it is no longer possible to define the path of a Lizmap directory.
de_de: Der Wurzelordner der Verzeichnisse kann das Lizmap Verzeichnis auf 1 Ordner limitieren. Wenn hier ein Pfad gesetzt ist, ist es nicht länger möglich den Pfad eines Lizmap Verzeichnisses zu setzen.
fr_fr: Le dossier racine des répertoires permet de limiter à 1 dossier les répertoires Lizmap. Si un chemin est défini ici, il n'est plus possible de définir le chemin d'un répertoire Lizmap.
gl_es: O cartafol raíz de repositorios pode limitar o directorio de Lizmap a 1 cartafol. Se hai establecida unha ruta aquí, non é posible definir a ruta a un directorio de Lizmap.
it_it: La directory radice dei repository può limitare la directory di Lizmap ad 1 sola. Se scegli un percorso qui, non sarà più possibile definire il percorso di una directory Lizmap.
pl_pl: Katalog repozytoriów Roota może spowodować limit katalogów Lizmap do 1 foldera. Jeśli ustawiona zostanie tutaj ścieżka, nie będzie możliwe zdefiniowanie ścieżki dla Lizmap.
pt_pt: A pasta root dos repositórios pode limitar o directório do Lizmap a 1 pasta. Se o caminho for definido aqui, não será possível definir o novo caminho para o directório Lizmap.
sv_se: Baskatalogen för repositories kan begränsa Lizmaps sökväg till 1 katalog. Om en sökväg anges här, är det inte längre möjligt att definiera sökvägen till en Lizmapkatalog.

# admin~admin.form.admin_services.proxyMethod.label
source: Send request to QGIS Server with
de_de: Anfrage an QGIS Server senden mit
fr_fr: Envoi des requêtes à QGIS Server avec
gl_es: Enviar petición ó Servidor QGIS con
it_it: Invia richiesta a QGIS Server usando
pl_pl: Wyślij zapytanie do QGIS Servera poprzez
pt_pt: Enviar pedido ao servidor QGIS com
ru_ru: Использовать для обращения к серверу QGIS
sv_se: Skicka förfrågan till QGIS Server med

# admin~admin.form.admin_services.debugMode.label
source: Debug mode
de_de: Debug Modus
fr_fr: Mode de débogage
gl_es: Modo depuración
it_it: Modalità debug
pl_pl: Tryb debugowania
pt_pt: Modo debug
ru_ru: Режим отладки
sv_se: Felsökningsläge

# admin~admin.form.admin_services.debugMode.0.label
source: Off
de_de: Aus
gl_es: Apagado
it_it: Spenta
pl_pl: Wyłącz
pt_pt: Desactivado
ru_ru: выключить
sv_se: Av

# admin~admin.form.admin_services.debugMode.1.label
source: Log
gl_es: Rexistro
pl_pl: Loguj
ru_ru: лог
sv_se: Logg

# admin~admin.form.admin_services.onlyMaps.label
source: Only maps
de_de: Nur Karten
fr_fr: Seulement des cartes
gl_es: Só mapas
it_it: Solo mappe
pl_pl: Tylko mapy
pt_pt: Só mapas
ru_ru: Только карты
sv_se: Endast kartor

# admin~admin.form.admin_services.defaultRepository.label
source: Default repository
de_de: Standardverzeichnis
fr_fr: Répertoire par défaut
gl_es: Repositorio predeterminado
it_it: Repository predefinito
pl_pl: Domyślne repozytorium
pt_pt: Repositório padrão
ru_ru: Стандартный репозиторий
sv_se: Standardrepository

# admin~admin.form.admin_services.defaultProject.label
source: Default project
de_de: Standardprojekt
fr_fr: Projet par défaut
gl_es: Proxecto predeterminado
it_it: Progetto predefinito
pl_pl: Domyślny projekt
pt_pt: Projeto padrão
ru_ru: Стандартный проект
sv_se: Standardprojekt

# admin~admin.form.admin_services.allowUserAccountRequests.label
source: Allow visitors to request an account?
de_de: Es Besuchern erlauben, ein Konto anzufordern?
fr_fr: Autoriser les visiteurs à demander un compte ?
gl_es: Permitir ós visitantes solicitar unha conta?
it_it: Consentire ai visitatori di richiedere un account?
pl_pl: Zezwolić odwiedzającym na zakładanie kont?
pt_pt: Permitir que os visitantes solicitem uma conta?
ru_ru: Разрешить посетителям запрашивать регистрацию
sv_se: Tillåt besökare göra en kontoförfrågan

# admin~admin.form.admin_services.allowUserAccountRequests.help
source: If set to on, the visitors can fill a form to request an account.
de_de: Wenn "an" ausgewählt ist, können Besucher ein Formular ausfüllen, um ein Konto anzufordern.
fr_fr: Si ce paramètre est mis sur on, alors les visiteurs peuvent remplir un formulaire de demande de compte.
gl_es: Se está activado, os visitantes poden encher un formulario para solicitar unha conta.
it_it: Se impostato su ON, i visitatori possono compilare il modulo per richiedere un account.
pl_pl: Jeśli włączone, odwiedzający będą mogli wypełnić formularz, by założyć konto.
pt_pt: Se activado, os visitantes podem preencher um formulário para solicitar uma conta.
ru_ru: Включите, чтобы включить форму запроса регистрации для посетителей.
sv_se: Om inställningen är påslagen, kan besökare fylla i ett formulär för att göra en kontoförfrågan.

# admin~admin.form.admin_services.adminContactEmail.label
source: Administrator e-mail
fr_fr: Courriel de l'administrateur
gl_es: Correo electrónico do administrador
it_it: E-mail amministratore
pl_pl: E-mail Administratora
pt_pt: E-mail do administrador
ru_ru: E-mail администратора
sv_se: Administratörens E-post

# admin~admin.form.admin_services.adminContactEmail.help
source: E-mail to which notifications will be sent
de_de: E-Mail, an die Benachrichtigungen gesendet werden.
fr_fr: Les notifications (par exemple les demandes de compte) seront envoyées à ce courriel.
gl_es: Correo electrónico ó que se enviarán as notificacións
it_it: E-mail a cui inviare le notifiche
pl_pl: Adres e-mail, na który będą wysyłane powiadomienia
pt_pt: E-mail para o qual serão enviadas as notificações
ru_ru: E-mail, на который будут высылаться уведомления.
sv_se: E-postaddress dit meddelande kommer att skickas

# admin~admin.form.admin_services.googleAnalyticsID.label
source: Google Analytics ID
de_de: Google Anaytics ID
fr_fr: Identifiant Google Analytics
gl_es: ID de Google Analytics
it_it: ID di monitoraggio di Google Analytics
pl_pl: Numer ID Google Analytics
pt_pt: ID Google Analytics

# admin~admin.form.admin_services.googleAnalyticsID.help
source: The Google Analytics ID is of the form 'UA-XXXX-Y'. It's also called the "tracking ID".
de_de: Die Google Analytics-ID hat die Form 'UA-XXXX-Y'. Sie wird auch die "tracking ID" genannt.
fr_fr: L'identifiant Google Analytics est de la forme 'UA-XXXX-Y'. Il est ausi appelé "tracking ID".
gl_es: A ID de Google Analytics é da forma 'UA-XXXX-Y'. Tamén se lle chama "ID de rastrexo".
it_it: L'ID di monitoraggio di Google Analytics (anche chiamato Tracking ID) si presenta in modo simile a questo esempio: 'UA-XXXX-Y'.
pl_pl: Numer ID Google Analytics w formie 'UA-XXXX-Y'. Jest również nazywany jako "tracking ID".
pt_pt: O ID Google Analytics é na forma 'UA-XXXX-Y'. É chamado também "tracking ID".
ru_ru: Google Analytics ID формата "UA-XXXX-Y". Также называется "tracking ID".
sv_se: Google Analytics ID är utformat på följande vis 'UA-XXXX-Y. Kallas även för "tracking ID".

# admin~admin.form.admin_services.submit.label
source: Save
de_de: Speichern
fr_fr: Enregistrer
gl_es: Gardar
it_it: Salva
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить
sv_se: Spara

# admin~admin.form.admin_services.message.data.saved
source: Data has been saved.
de_de: Daten wurden gespeichert.
fr_fr: Les données ont été enregistrées.
gl_es: Gardáronse os datos.
it_it: I dati sono stati salvati.
pl_pl: Dane zostały zapisane.
pt_pt: Os dados foram guardados.
ru_ru: Данные сохранены.
sv_se: Data har sparats.

# admin~admin.form.admin_section.h1
source: Modify the repository
de_de: Verzeichnis anpassen
fr_fr: Modifier le répertoire
gl_es: Modificar o repositorio
it_it: Modifica il repository
pl_pl: Modyfikuj repozytorium
pt_pt: Modificar o repositório
ru_ru: Изменение репозитория
sv_se: Ändra/modifiera repository

# admin~admin.form.admin_section.repository.label.label
source: Label
de_de: Beschriftung
fr_fr: Nom affiché
gl_es: Etiqueta
it_it: Titolo
pl_pl: Etykieta
pt_pt: Etiqueta
ru_ru: Метка
sv_se: Ettikett

# admin~admin.form.admin_section.repository.path.label
source: Local folder path
de_de: Lokaler Ordnerpfad
fr_fr: Chemin vers le répertoire local
gl_es: Ruta do directorio local
it_it: Percorso alla cartella locale del repository
pl_pl: Ścieżka lokalnego katalogu
pt_pt: Percurso da pasta local
ru_ru: Локальный каталог
sv_se: Sökväg till lokal katalog

# admin~admin.form.admin_section.repository.allowUserDefinedThemes.label
source: Allow repository themes
de_de: Verzeichnisthemen zulassen
fr_fr: Autoriser les thèmes du répertoire
gl_es: Permitir temas do repositorio
it_it: Consenti i temi del repository
pl_pl: Zezwól na motyw repozytorium
pt_pt: Permitir temas para os repositórios
ru_ru: Разрешить темы
sv_se: Tillåt teman för repositories

# admin~admin.form.admin_section.submit.label
source: Save
de_de: Speichern
fr_fr: Enregistrer
gl_es: Gardar
it_it: Salva
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить
sv_se: Spara

# admin~admin.form.admin_section.data.label
source: Data config:
de_de: Daten Konfiguration:
fr_fr: Données de configuration :
gl_es: Configuración dos datos:
it_it: Configurazione dati:
pl_pl: Konfiguracja danych:
pt_pt: Configuração dos dados:
ru_ru: Параметры:
sv_se: Datakonfiguration:

# admin~admin.form.admin_section.groups.label
source: Rights and granted groups:
de_de: Gruppen- und Rechteverwaltung:
fr_fr: Droits et groupes autorisés :
gl_es: Permisos e grupos autorizados:
it_it: Permessi e gruppi assegnati:
pl_pl: Uprawnienia przyznane dla grup:
pt_pt: Permissões e grupos autorizados:
ru_ru: Права доступа
sv_se: Rättigheter och beviljade grupper:

# admin~admin.form.admin_section.grouplist.label
source: List of groups
de_de: Gruppenliste
fr_fr: Liste des groupes
gl_es: Lista de grupos
it_it: Lista dei gruppi
pl_pl: Lista grup
pt_pt: Lista de grupos
ru_ru: Список групп
sv_se: Lista på grupper

# admin~admin.form.admin_section.message.data.saved
source: The repository data have been saved.
de_de: Verzeichnisdaten wurden gespeichert.
fr_fr: Les données du répertoire ont été enregistrées.
gl_es: Gardouse o repositorio dos datos.
it_it: I dati del repository sono stati salvati.
pl_pl: Dane repozytorium zostały zapisane.
pt_pt: Os dados do repositório foram guardados.
ru_ru: Параметры репозитория сохранены.
sv_se: Repositorydata har sparats.

# admin~admin.form.admin_section.message.configure.rights
source: You can now configure the rights for this repository.
de_de: Sie können nun die Berechtigungen für dieses Verzeichnis verwalten.
fr_fr: Vous pouvez maintenant configurer les droits pour ce répertoire.
gl_es: Agora pode configurar os permisos para este repositorio.
it_it: Ora puoi configurare i permessi per questo repository.
pl_pl: Teraz możesz skonfigurować uprawnienia dla tego repozytorium.
pt_pt: Agora você pode configurar os direitos para este repositório.
ru_ru: Теперь можно настроить права доступа к репозиторию.
sv_se: Nu kan du definiera rättigheterna för detta repositoriet.

# admin~admin.form.admin_section.message.data.removed
source: The repository has been removed
de_de: Das Verzeichnis wurde entfernt.
fr_fr: Le répertoire a été supprimé
gl_es: Eliminouse o repositorio
it_it: Il repository è stato rimosso
pl_pl: Repozytorium zostało usunięte
pt_pt: O repositório foi removido
ru_ru: Репозиторий удален
sv_se: Repositoryt har tagits bort

# admin~admin.form.admin_section.message.data.removed.groups.concerned
source: (%s group(s) concerned)
de_de: (%s Gruppe(n) betroffen)
fr_fr: (%s groupe(s) concerné(s))
gl_es: (%s de grupos(s) afectados)
it_it: (%s gruppo(i) interessato(i))
pl_pl: (%s dotyczy grup)
pt_pt: (%s grupo(s) afectado(s))
ru_ru: (связано %s групп)
sv_se: (%s av grupp(er) som påverkas)

# admin~admin.form.admin_section.message.data.removed.failed
source: The repository has not been removed
de_de: Das Verzeichnis wurde nicht entfernt
fr_fr: Le répertoire n'a pas été supprimé
gl_es: Non se eliminou o repositorio
it_it: Il repository non è stato rimosso.
pl_pl: Repozytorium nie zostało usunięte
pt_pt: O repositório foi removido
ru_ru: Репозиторий не удален
sv_se: Repositoryt har tagits bort

# admin~admin.form.admin_section.message.repository.wrong
source: The repository's id given does not exist.
de_de: Das angegebene Verzeichnis existiert nicht.
fr_fr: L'identifiant de répertoire donné n'existe pas.
gl_es: Non existe a id do repositorio indicada.
it_it: L'ID del repository inserito non esiste.
pl_pl: Id nadane dla repoozytorium nie istnieje.
pt_pt: O ID do repositório facultado não existe.
ru_ru: Указанный id репозитория не существует.
sv_se: Det angiva id för repositoryt finns ej.

# admin~admin.form.admin_section.message.path.wrong
source: The path given for the repository does not exists on the server.
de_de: Der angegebene Pfad für das Verzeichnis existiert nicht auf dem Server.
fr_fr: Le chemin donné pour le répertoire n'existe pas sur le serveur.
gl_es: A ruta indicada para o repositorio non existe no servidor.
it_it: Il percorso inserito per il repository non esiste sul server.
pl_pl: Podana ścieżka dla tego repozytorium nie istnieje na serwerze.
pt_pt: O caminho facultado para o repositório não existe no servidor.
ru_ru: Указанный путь к репозиторию не существует на сервере.
sv_se: Den angivna sökvägen för repositoryt finns ej på servern.

# admin~admin.form.admin_section.message.path.not_authorized
source: The path given for the repository is not authorized.
de_de: Der für das Verzeichnis angegebene Pfad ist nicht authentifiziert.
fr_fr: Le chemin donné pour le répertoire n'est pas autorisé.
gl_es: A ruta indicada para o repositorio non está autorizada.
it_it: Il percorso scelto per il repository non è autorizzato.
pl_pl: Podana ścieżka dla tego repozytorium nie jest dostępna.
pt_pt: O caminho dado para o repositório não está autorizado.
sv_se: Den angivna sökvägen för repositoryt är ej behörig.

# admin~admin.menu.lizmap.theme.label
source: Theme
gl_es: Tema
it_it: Tema
pl_pl: Motyw

# admin~admin.configuration.button.modify.theme.label
source: Modify
gl_es: Modificar
it_it: Modifica
pl_pl: Modyfikuj

# admin~admin.form.admin_theme.h1
source: Theme
gl_es: Tema
it_it: Tema
pl_pl: Motyw

# admin~admin.form.admin_theme.headerLogo.label
source: Header - logo
gl_es: Cabeceira - logo
it_it: Intestazione - logo
pl_pl: Nagłówek - logo

# admin~admin.form.admin_theme.headerLogo.help
source: The image to be used for the header logo (200ko Maximum).
gl_es: A imaxe a utilizar para o logo da cabeceira (Máximo 200K).
it_it: L'immagine da usare come logo dell'intestazione (max 200Kb)
pl_pl: Obrazek, który ma być użyty jako logo (maksymalnie 200ko).

# admin~admin.form.admin_theme.headerLogoWidth.label
source: Header - logo width
gl_es: Cabeceira - anchura do logo
it_it: Intestazione- larghezza del logo
pl_pl: Nagłówek - szerokość logo

# admin~admin.form.admin_theme.headerLogoWidth.help
source: The width taken by the logo before the title (in pixels).
gl_es: O ancho tomado polo logo antes do título (en píxeles).
it_it: La larghezza occupata dal logo prima del titolo (in pixel).
pl_pl: Szerokość zabrana przez logo przed tytułem (w pikselach).

# admin~admin.form.admin_theme.headerBackgroundColor.label
source: Header - background color
gl_es: Cabeceira - cor de fondo
it_it: Intestazione - colore di sfondo
pl_pl: Nagłówek - kolor tła

# admin~admin.form.admin_theme.headerBackgroundColor.help
source: The color of the header background.
gl_es: A cor do fondo da cabeceira.
it_it: Il colore di sfondo dell'intestazione.
pl_pl: Kolor tła nagłówka.

# admin~admin.form.admin_theme.headerTitleColor.label
source: Header - title color
gl_es: Cabeceira - cor do título
it_it: Intestazione - colore del titolo
pl_pl: Nagłówek - kolor tytułu

# admin~admin.form.admin_theme.headerTitleColor.help
source: The color of the header title text.
gl_es: A cor do texto do título da cabeceira.
it_it: Il colore del titolo dell'intestazione.
pl_pl: Kolor tekstu nagłówka.

# admin~admin.form.admin_theme.headerSubtitleColor.label
source: Header - subtitle color
gl_es: Cabeceira - cor do subtítulo
it_it: Intestazione - colore del sottotitolo
pl_pl: Nagłówek - kolor podtytułu

# admin~admin.form.admin_theme.headerSubtitleColor.help
source: The color of the header subtitle text.
gl_es: A cor do texto do subtítulo da cabeceira.
it_it: Il colore del sottotitolo dell'intestazione.
pl_pl: Kolor tekstu podtytułu.

# admin~admin.form.admin_theme.menuBackgroundColor.label
source: Menu bar - background color
gl_es: Barra de menú - cor do fondo
it_it: Barra dei menu - colore di sfondo
pl_pl: Pasek menu - kolor tła

# admin~admin.form.admin_theme.menuBackgroundColor.help
source: The color of the menu left bar background.
gl_es: A cor do fondo da barra esquerda do menú.
it_it: Il colore di sfondo della barra del menu di sinistra.
pl_pl: Kolor tła lewego menu.

# admin~admin.form.admin_theme.dockBackgroundColor.label
source: Docks - background color
gl_es: Xanelas fixas - cor do fondo
it_it: Pannello - colore di sfondo
pl_pl: Okna dokowane - kolor tła

# admin~admin.form.admin_theme.dockBackgroundColor.help
source: The color of the docks background.
gl_es: A cor do fondo das xanelas fixas.
it_it: Il colore di sfondo del pannello.
pl_pl: Kolor tła okien dokowanych.

# admin~admin.form.admin_theme.navbarColor.label
source: Navigation bar - background color
gl_es: Barra de navegación - cor do fondo
it_it: Barra di navigazione - colore di sfondo
pl_pl: Pasek nawigacji - kolor tła

# admin~admin.form.admin_theme.navbarColor.help
source: The background color of the navigation bar (zoom tools).
gl_es: A cor do fondo da barra de navegación (ferramentas do zoom).
it_it: Il colore di sfondo della barra di navigazione (strumenti di zoom).
pl_pl: Kolor tła paska nawigacji (narzędzi skali).

# admin~admin.theme.detail.title
source: Theme configuration
gl_es: Configuración de tema
it_it: Configurazione del tema
pl_pl: Konfiguracja motywu

# admin~admin.theme.button.remove.logo.label
source: Remove
gl_es: Eliminar
it_it: Rimuovi
pl_pl: Usuń

# admin~admin.theme.button.remove.logo.confirm.label
source: Remove this logo (and use default one) ?
gl_es: Eliminar este logo (e empregar o predeterminado) ?
it_it: Rimuovi questo logo (e usa quello di default)?
pl_pl: Usunąć obecne logo (i użyć domyślnego)?

# admin~admin.cache.repository.removed
source: The cache for the repository %s has been sucessfully emptied.
de_de: Der Cache für das Verzeichnis %s wurde erfolgreich geleert.
fr_fr: Le cache pour le répertoire %s a bien été vidé.
gl_es: Baleirouse satisfactoriamente a caché para o repositorio %s.
it_it: La cache per il repository %s è stata svuotata.
pl_pl: Pamięć podręczna dla repozytorium %s została pomyślnie usunięta.
pt_pt: A cache do repositório %s foi esvaziada com sucesso.
ru_ru: Кеш для репозитория %s очищен.
sv_se: Cachen för repositoryt %s har framgångsrikt tagits bort.

# admin~admin.cache.layer.removed
source: The cache for the layer %s has been sucessfully emptied.
de_de: Der Cache für den Layer %s wurde erfolgreich geleert.
fr_fr: Le cache pour la couche %s a bien été vidé.
gl_es: Baleirouse satisfactoriamente a caché para a capa %s.
it_it: La cache per il layer %s è stata svuotata.
pl_pl: Pamięć podręczna dla warstwy %s została pomyślnie wyczyszczona.
pt_pt: O cache da camada% s foi esvaziada com sucesso.
ru_ru: Кеш для слоя %s очищен.
sv_se: Cachen för lagret %s har framgångsrikt tagits bort.

# admin~admin.cache.button.remove.repository.cache.confirm.label
source: Would you like to empty the cache for this repository?
de_de: Verzeichniscache leeren?
fr_fr: Êtes-vous sûr de vouloir vider le cache pour ce répertoire ?
gl_es: Desexa baleirar a caché para este repositorio?
it_it: Sei sicuro di voler svuotare la cache per questo repository?
pl_pl: Chcesz wyczyścić pamięć podręczną dla tego repozytorium?
pt_pt: Gostaria de esvaziar a cache para este repositório?
ru_ru: Очистить кеш для данного репозитория?
sv_se: Vill du tömma cachen för detta repositoryt?

# admin~admin.cache.button.remove.repository.cache.label
source: Empty cache
de_de: Cache leeren
fr_fr: Vider le cache
gl_es: Baleirar caché
it_it: Svuota cache
pl_pl: Wyczyść pamięć podręczną
pt_pt: Esvaziar a cache
ru_ru: Очистить кеш
sv_se: Töm cache

# admin~admin.logs.counter.title
source: Log count
de_de: Anzahl Logs
fr_fr: Compteurs
gl_es: Reconto do rexistro
it_it: Conteggio del log
pl_pl: Liczba logów
pt_pt: Contagem do Log
ru_ru: Глобальные счетчики
sv_se: Loggräkning

# admin~admin.logs.detail.title
source: Log detail
de_de: Log Details
fr_fr: Logs détaillés
gl_es: Detalles do rexistro
it_it: Dettaglio messaggi di log
pl_pl: Szczegóły logów
pt_pt: Detalhes do Log
ru_ru: Подробные логи
sv_se: Loggdetalj

# admin~admin.logs.counter.number.sentence
source: lines in the global count log table
de_de: Zeilen in der Globalen Log-Zähler-Tabelle
fr_fr: lignes dans la table des compteurs
gl_es: liñas no reconto global da táboa do rexistro
it_it: linee nella tabella del conteggio globale del log
pl_pl: linii w tabeli ogólnego podliczeniu logów
pt_pt: linhas na tabela de contagem do log global
ru_ru: записей в таблице глобальных счетчиков
sv_se: Rader i den globala räkneloggtabellen

# admin~admin.logs.detail.number.sentence
source: lines in the detail log table
de_de: Zeilen in der Logdetail-Tabelle
fr_fr: lignes dans la table des logs détaillés
gl_es: liñas na táboa dos detalles do rexistro
it_it: linee nella tabella di dettaglio del log
pl_pl: linii w tabeli szczegółowych logów
pt_pt: linhas na tabela de detalhes do log
ru_ru: записей в таблице подробных логов
sv_se: Rader i detaljloggtabellen

# admin~admin.logs.view.button
source: View
de_de: Anzeigen
fr_fr: Voir
gl_es: Vista
it_it: Visualizza
pl_pl: Zobacz
pt_pt: Ver
ru_ru: Просмотр
sv_se: Se/titta
