Repository: 3liz/lizmap-locales
Catalog: web-client/*/admin.po
Languages: de_de, fr_fr, gl_es, it_it, pl_pl, pt_pt, ru_ru, sv_se

# admin~admin.logs.export.button
source: Export
fr_fr: Exporter
gl_es: Exportar
it_it: Esporta
pl_pl: Eksportuj
pt_pt: Exportar
ru_ru: Экспорт
sv_se: Exportera

# admin~admin.logs.empty.button
source: Empty
de_de: Leeren
fr_fr: Vider
gl_es: Baleiro
it_it: Svuota
pl_pl: Wyczyść
pt_pt: Esvaziar
ru_ru: Очистка
sv_se: Töm

# admin~admin.logs.empty.confirm
source: Are you sure to want to empty the log content?
de_de: Möchten Sie den Log-Inhalt wirklich löschen?
fr_fr: Êtes-vous certain de vouloir vider le contenu du log ?
gl_es: Está seguro de querer baleirar o contido do rexistro?
it_it: Sei sicuro di voler cancellare il contenuto del log?
pl_pl: Jesteś pewny, że chcesz wyczyścić zawartość logów?
pt_pt: Você tem a certeza que quer esvaziar o conteúdo do log?
ru_ru: Удалить логи?
sv_se: Är du säker på att du vill tömma logginnehållet?

# admin~admin.logs.empty.ok
source: The log table %s has been successfully emptied.
de_de: Die Logtabelle %s wurde erfolgreich gelöscht.
fr_fr: La table de log %s a bien été vidée.
gl_es: Baleirouse satisfactoriamente a táboa de rexistro %s.
it_it: La tabella di log %s è stata svuotata.
pl_pl: Tabela logów %s została pomyślnie wyczyszczona.
pt_pt: A tabela de log% s foi esvaziada com sucesso.
ru_ru: Таблица логов %s была успешно очищена.
sv_se: Loggtabellen %s har framgångsrikt tömts.

# admin~admin.logs.key
source: Key
de_de: Vorgang
fr_fr: Item
gl_es: Clave
it_it: Chiave
pl_pl: Klucz
pt_pt: Chave
ru_ru: Действие
sv_se: Nyckel

# admin~admin.logs.counter
source: Count
de_de: Anzahl
fr_fr: Compteur
gl_es: Contar
it_it: Conteggio
pl_pl: Ilość
pt_pt: Contagem
ru_ru: Счетчик
sv_se: Räkna

# admin~admin.logs.timestamp
source: Timestamp
de_de: Zeitstempel
fr_fr: Date et heure
gl_es: Data e hora
it_it: Data e ora
pl_pl: Znacznik czasu
ru_ru: Время
sv_se: Hållpunkter/Timestamp

# admin~admin.logs.user
source: User
de_de: Nutzer
fr_fr: Utilisateur
gl_es: Usuario
it_it: Utente
pl_pl: Użytkownik
pt_pt: Utilizador
ru_ru: Пользователь
sv_se: Användare

# admin~admin.logs.content
source: Content
de_de: Inhalt
fr_fr: Contenu
gl_es: Contido
it_it: Contenuto
pl_pl: Zawartość
pt_pt: Conteúdo
ru_ru: Контент
sv_se: Innehåll

# admin~admin.logs.repository
source: Repository
de_de: Verzeichnis
fr_fr: Dépôt
gl_es: Repositorio
pl_pl: Repozytorium
pt_pt: Repositório
ru_ru: Репозиторий

# admin~admin.logs.project
source: Project
de_de: Projekt
fr_fr: Projet
gl_es: Proxecto
it_it: Progetto
pl_pl: Projekt
pt_pt: Projeto
ru_ru: Проект
sv_se: Projekt

# admin~admin.form.admin_section.repository.label
source: Id
fr_fr: Identifiant
it_it: Identificativo

# admin~admin.logs.ip
source: IP
it_it: Indirizzo IP

# admin~admin.menu.configuration.main.label
source: LizMap configuration
fr_fr: Configuration LizMap

# admin~admin.configuration.h1
source: LizMap configuration
fr_fr: Configuration LizMap

# admin~admin.form.admin_services.h1
source: Modify LizMap generic configuration
fr_fr: Modifier la configuration générale

# admin~admin.form.admin_services.cacheRedisDb.help
source: Redis database index : integer >= 0 , optional (used if Redis is chosen for the cache storage)
fr_fr: Redis database index : entier >= 0 , optionnel (utilisé seulement si Redis est choisi pour stocker le cache)

# admin~admin.form.admin_services.cacheRedisKeyPrefix.help
source: Redis key prefix : string, optional (used if Redis is chosen for the cache storage)
fr_fr: Redis key prefix : texte, optionnel (utilisé seulement si Redis est choisi pour stocker le cache)

# admin~admin.form.admin_services.cacheExpiration.help
source: 0 means no expiration, else give an integer in seconds (max : 2592000 s = 30 days)
fr_fr: 0 signifie pas d'expiration. Sinon donner un entier en secondes (Maximum 2592000 = 30 jours)
