Repository: 3liz/lizmap-locales
Catalog: web-client/*/jacl2db_admin.po
Languages: de_de, ro_ro, sk_sk

# jacl2db_admin~acl2.add.group.tooltip
source: Add the user to this group
de_de: Nutzer zu dieser Gruppe hinzufügen
ro_ro: Adăugați utilizatorul la acest grup
sk_sk: Pridajte používateľa do tejto skupiny

# jacl2db_admin~acl2.all.users.option
source: All users
de_de: Alle Nutzer
ro_ro: Toți utilizatorii
sk_sk: Všetci používatelia

# jacl2db_admin~acl2.anonymous.group.name
source: Anonymous
de_de: Anonym
ro_ro: Anonimi
sk_sk: Anonym

# jacl2db_admin~acl2.change.name.title
source: Change the name
de_de: Namen ändern
ro_ro: Schimbați numele
sk_sk: Zmeňte názov

# jacl2db_admin~acl2.col.groups
source: Groups
de_de: Gruppen
ro_ro: Grupuri
sk_sk: Skupiny

# jacl2db_admin~acl2.col.resources
source: Resources
de_de: Ressourcen
ro_ro: Resurse
sk_sk: Zdroje

# jacl2db_admin~acl2.col.resulting
source: Resulting rights
ro_ro: Permisiuni rezultate
sk_sk: Výsledné práva

# jacl2db_admin~acl2.col.subjects
source: Subjects
de_de: Themen
ro_ro: Subiecte
sk_sk: Subjekty

# jacl2db_admin~acl2.col.users
source: Users
de_de: Benutzer
ro_ro: Utilizatori
sk_sk: Používatelia

# jacl2db_admin~acl2.create.group
source: Create a group
de_de: Eine Gruppe erstellen
ro_ro: Creați un grup
sk_sk: Vytvorte skupinu

# jacl2db_admin~acl2.delete.button
source: Delete
de_de: Löschen
ro_ro: Ștergeți
sk_sk: Odstrániť

# jacl2db_admin~acl2.delete.button.confirm.label
source: Do you want to delete this group ?
de_de: Wollen Sie diese Gruppe wirklich löschen?
sk_sk: Chcete odstrániť túto skupinu?

# jacl2db_admin~acl2.delete.group
source: Delete a group
de_de: Gruppe löschen
ro_ro: Ștergeți un grup
sk_sk: Odstrániť skupinu

# jacl2db_admin~acl2.error.invalid.user
source: Invalid user
de_de: Ungültiger Benutzer
ro_ro: Utilizator greșit
sk_sk: Neplatný používateľ

# jacl2db_admin~acl2.filter.group
source: Group:
de_de: Gruppe:
ro_ro: Grup:
sk_sk: Skupina:

# jacl2db_admin~acl2.filter.title
source: Filter
de_de: Filtrieren
ro_ro: Filtru
sk_sk: Filtrovať

# jacl2db_admin~acl2.filter.word
source: (part of) name:
de_de: (Teil von) Name:
ro_ro: (o parte din) nume:
sk_sk: (časť) mena:

# jacl2db_admin~acl2.global.rights
source: global
sk_sk: globálne

# jacl2db_admin~acl2.group.help.rights.inherit
source: "-": undefined right, it can be defined in other groups of the user
ro_ro: "-": permisiune nedefinită, poate fi definită în alte grupuri de utilizatori
sk_sk: "-": nedefinované právo, dá sa definovať v iných skupinách používateľa

# jacl2db_admin~acl2.group.help.rights.no
source: "no": the right is not assign to this group, and to any other groups of the user.
ro_ro: "no": permisiunea nu este atribuită acestui grup și nici unui alt grup de utilizatori.
sk_sk: „nie“: právo nie je priradené k tejto skupine ani k žiadnym ďalším skupinám používateľa.

# jacl2db_admin~acl2.group.help.rights.yes
source: "yes": indicate that the right is set, but can be canceled ("no") in an other group
ro_ro: "yes": indică faptul că permisiunea este setată, dar poate fi anulată („nu”) într-un alt grup
sk_sk: „áno“: označuje, že právo je nastavené, ale môže byť zrušené („nie“) v inej skupine

# jacl2db_admin~acl2.group.name.id
source: Ident:
de_de: Identifizierer:
ro_ro: Identitate:
sk_sk: Identita:

# jacl2db_admin~acl2.group.name.label
source: Label:
de_de: Beschriftung:
ro_ro: Etichetă:
sk_sk: Popis:

# jacl2db_admin~acl2.group.rightres.title
source: Rights on resources for the group
de_de: Rechte auf Ressouercen für die Gruppe
ro_ro: Permisiuni asupra resurselor pentru grup
sk_sk: Práva na zdroje pre skupinu

# jacl2db_admin~acl2.groups.change.rights.link
source: Change rights of groups
de_de: Gruppenberechtigungen ändern
ro_ro: Schimbarea permsiunilor grupurilor
sk_sk: Zmena práv skupín

# jacl2db_admin~acl2.groups.new.users.title
source: Groups of new users
de_de: Gruppen neuer Nutzer
ro_ro: Grupuri de utilizatori noi
sk_sk: Skupiny nových používateľov

# jacl2db_admin~acl2.groups.rights.title
source: Rights of groups
de_de: Gruppenberechtigungen
ro_ro: Permisiunile grupurilor
sk_sk: Práva skupín

# jacl2db_admin~acl2.groups.title
source: Groups of users for rights
de_de: Nutzergruppen und Rechte
ro_ro: Grupuri de utilizatori și permsiuni
sk_sk: Skupiny používateľov s právami

# jacl2db_admin~acl2.has.rights.on.resources
source: This user has rights on some resources
de_de: Dieser Nutzer hat die Rechte an einigen Ressourcen
ro_ro: Acest utilizator are permisiuni asupra unor resurse
sk_sk: Tento používateľ má práva na niektoré zdroje

# jacl2db_admin~acl2.link.return.to.rights
source: Return to global rights
de_de: Zu globalen Berechtigungen zurückkehren
ro_ro: Reveniți la permisiunile globale
sk_sk: Návrat k globálnym právam

# jacl2db_admin~acl2.menu.item.groups
source: Groups of users for rights
de_de: Nutzergruppen und Rechte
ro_ro: Grupuri de utilizatori și permsiuni
sk_sk: Skupiny používateľov s právami

# jacl2db_admin~acl2.menu.item.rights
source: Rights of users
de_de: Gruppenberechtigungen
ro_ro: Permsiunile utilizatorilor
sk_sk: Práva používateľov

# jacl2db_admin~acl2.message.addusertogroup.error.noacl.anybody
source: The user cannot be added to this group else nobody won't be able to change some rights
de_de: Der Benutzer kann dieser Gruppe nicht hinzugefügt werden, da einige Rechte sonst nicht mehr verändert werden können
sk_sk: Používateľa nie je možné pridať do tejto skupiny, inak nikto nebude môcť zmeniť niektoré práva

# jacl2db_admin~acl2.message.addusertogroup.error.noacl.yourself
source: You cannot be added to this group else you won't be able to change some rights
de_de: Sie können dieser Gruppe nicht hinzugefügt werden, da Sie ansonsten einige Rechte nicht mehr ändern können
sk_sk: Nemôžete byť pridaní do tejto skupiny, inak nebudete môcť zmeniť niektoré práva

# jacl2db_admin~acl2.message.group.create.ok
source: Group created
de_de: Gruppe angelegt
ro_ro: Grup creat
sk_sk: Skupina bola vytvorená

# jacl2db_admin~acl2.message.group.delete.error.noacl.anybody
source: The group cannot be deleted, else nobody couldn't manage rights
de_de: Die Gruppe kann nicht gelöscht werden, da ansonsten niemand die Rechte verwalten kann
ro_ro: Grupul nu poate fi șters, altfel nimeni nu v-a putea gestiona permisiunile
sk_sk: Skupinu nie je možné odstrániť, inak by nikto nemohol spravovať práva

# jacl2db_admin~acl2.message.group.delete.error.noacl.yourself
source: The group cannot be deleted, else you couldn't manage rights
de_de: Die Gruppe kann nicht gelöscht werden, da Sie ansonsten keine Rechte mehr verwalten können
ro_ro: Grupul nu poate fi șters, altfel nu veți putea gestiona permisiunile
sk_sk: Skupinu nie je možné odstrániť, inak by ste nemohli spravovať práva

# jacl2db_admin~acl2.message.group.delete.ok
source: Group deleted
de_de: Gruppe gelöscht
ro_ro: Grup șters
sk_sk: Skupina bola odstránená

# jacl2db_admin~acl2.message.group.rename.ok
source: Group renamed
de_de: Gruppe umbenannt
ro_ro: Grup redenumit
sk_sk: Skupina bola premenovaná

# jacl2db_admin~acl2.message.group.rights.ok
source: Rights saved
de_de: Rechte gespeichert
ro_ro: Permisiuni salvate
sk_sk: Práva uložené

# jacl2db_admin~acl2.message.groups.setdefault.ok
source: Default groups set
de_de: Standartgruppe setzen
ro_ro: Grupuri implicite setate
sk_sk: Predvolené skupiny sú nastavené

# jacl2db_admin~acl2.message.removeuserfromgroup.error.noacl.anybody
source: The user cannot be removed from this group else nobody won't be able to change some rights
de_de: Der Benutzer kann nicht aus der Gruppe entfernt werden, weil ansonsten niemand die rechte dieser Gruppen ändern kann
ro_ro: Utilizatorul nu poate fi eliminat din acest grup, alfel nimeni nu va putea modifica unele permisiuni
sk_sk: Používateľa nie je možné odstrániť z tejto skupiny, inak nikto nebude môcť zmeniť niektoré práva

# jacl2db_admin~acl2.message.removeuserfromgroup.error.noacl.yourself
source: You cannot be removed from this group else you won't be able to change some rights
de_de: Sie können nicht aus der Gruppe entfernt werden, da Sie ansonsten keine Gruppenrechte mehr ändern können
ro_ro: Nu puteți fi eliminat din acest grup, altfel nu veți putea modifica unele permisiuni
sk_sk: Nemôžete byť odstránení z tejto skupiny, inak nebudete môcť zmeniť niektoré práva

# jacl2db_admin~acl2.message.savegrouprights.error.noacl.anybody
source: Changes cannot be applied else nobody won't be able to change some rights
de_de: Änderungen können nicht angewendet werden, da ansonsten niemand mehr in der Lage sein wird, Rechte ändern zu können
ro_ro: Modificările nu pot fi aplicate, altfel nimeni nu va putea modifica unele permisiuni
sk_sk: Zmeny nie je možné použiť, inak nikto nebude môcť zmeniť niektoré práva

# jacl2db_admin~acl2.message.savegrouprights.error.noacl.yourself
source: Changes cannot be applied else you won't be able to change some rights
de_de: Änderungen können nicht gespeichert werden, da Sie ansonsten keine Rechte mehr ändern können
ro_ro: Modificările nu pot fi aplicate, altfel nu veți putea modifica unele permisiuni
sk_sk: Zmeny nie je možné použiť, inak nebudete môcť zmeniť niektoré práva

# jacl2db_admin~acl2.message.saveuserrights.error.noacl.anybody
source: Changes cannot be applied else nobody won't be able to change some rights
de_de: Änderungen können nicht angewendet werden, da ansonsten niemand mehr in der Lage sein wird, Rechte ändern zu können
ro_ro: Modificările nu pot fi aplicate, altfel nimeni nu va putea modifica unele permisiuni
sk_sk: Zmeny nie je možné použiť, inak nikto nebude môcť zmeniť niektoré práva

# jacl2db_admin~acl2.message.saveuserrights.error.noacl.yourself
source: Changes cannot be applied else you won't be able to change some rights
de_de: Änderungen können nicht gespeichert werden, da Sie ansonsten keine Rechte mehr ändern können
ro_ro: Modificările nu pot fi aplicate, altfel nu veți putea modifica unele permisiuni
sk_sk: Zmeny nie je možné použiť, inak nebudete môcť zmeniť niektoré práva

# jacl2db_admin~acl2.message.user.rights.ok
source: Rights saved
de_de: Rechte gespeichert
ro_ro: Permisiuni salvate
sk_sk: Práva uložené

# jacl2db_admin~acl2.new.name.label
source: New name:
de_de: Neuer Name:
ro_ro: Nume nou:
sk_sk: Nový názov:

# jacl2db_admin~acl2.no.rightres
source: No special rights
de_de: Keine speziellen Rechte
ro_ro: Fără permisiuni speciale
sk_sk: Žiadne zvláštne práva

# jacl2db_admin~acl2.no.user.message
source: No user.
de_de: Kein Benutzer.
ro_ro: Niciun utilizator.
sk_sk: Žiadny používateľ.

# jacl2db_admin~acl2.pages.links.label
source: Pages:
de_de: Seiten:
ro_ro: Pagini:
sk_sk: Stránky:

# jacl2db_admin~acl2.remove.group.tooltip
source: Remove the user from this group
de_de: Benutzer aus dieser Gruppe entfernen
ro_ro: Eliminați utilizatorul din acest grup
sk_sk: Odstráňte používateľa z tejto skupiny

# jacl2db_admin~acl2.rename.button
source: Rename
de_de: Umbenennen
ro_ro: Redenumiți
sk_sk: Premenovať

# jacl2db_admin~acl2.rightres.title
source: Rights on resources
de_de: Rechte auf Ressourcen
ro_ro: Permisiuni asupra resurselor
sk_sk: Práva na zdroje

# jacl2db_admin~acl2.rights.link
source: rights
de_de: Rechte
ro_ro: permisiuni
sk_sk: práva

# jacl2db_admin~acl2.rights.title
source: Rights
de_de: Rechte
ro_ro: Permsiuni
sk_sk: Práva

# jacl2db_admin~acl2.save.button
source: Save
de_de: Speichern
ro_ro: Salvează
sk_sk: Uložiť

# jacl2db_admin~acl2.see.rights.on.resources
source: See this rights
de_de: Rechte ansehen
ro_ro: Vizualizați aceste permisiuni
sk_sk: Zobraziť tieto práva

# jacl2db_admin~acl2.show.button
source: Show
de_de: Anzeigen
ro_ro: Afișați
sk_sk: Ukázať

# jacl2db_admin~acl2.special.rights
source: special
de_de: speziell
sk_sk: špeciálne

# jacl2db_admin~acl2.table.th.groups
source: Groups
de_de: Gruppen
ro_ro: Grupuri
sk_sk: Skupiny

# jacl2db_admin~acl2.table.th.rights
source: Rights
de_de: Rechte
ro_ro: Permsiuni
sk_sk: Práva

# jacl2db_admin~acl2.user.rightres.title
source: Rights on resources for
de_de: Rechte auf Ressourcen für
ro_ro: Permisiuni asupra resurselor pentru
sk_sk: Práva na zdroje pre

# jacl2db_admin~acl2.user.rights.title
source: Rights for
de_de: Rechte für
ro_ro: Permisiuni pentru
sk_sk: Práva pre

# jacl2db_admin~acl2.users.title
source: Rights of users
de_de: Netzerberechtigungen
ro_ro: Permsiunile utilizatorilor
sk_sk: Práva používateľov

# jacl2db_admin~acl2.warning.deleting.rightres
source: Warning! To remove this rights, you should use the interfaces provided by business modules corresponding to this rights. Use this page only if you know what you do!
de_de: Warnung! Um diese Berechtigungen zu entfernen, sollten Sie das Interface, bereitgestellt durch business modules nutzen, das mit dieser Berechtigung korrespondiert. Benutzen Sie diese Seite nur, wenn Sie genau wissen, was Sie tun!
ro_ro: Avertizare! Pentru a elimina aceste drepturi, ar trebui să utilizați interfețele furnizate de modulele de afaceri corespunzătoare acestor drepturi. Folosiți această pagină numai dacă știți ce faceți!
sk_sk: Výstraha! Ak chcete tieto práva odstrániť, mali by ste použiť rozhrania poskytované obchodnými modulmi zodpovedajúce týmto právam. Túto stránku použite, iba ak viete, čo robíte!

# jacl2db_admin~acl2.without.groups.option
source: Without group
de_de: Ohne Gruppe
ro_ro: Fără grup
sk_sk: Bez skupiny

# jacl2db_admin~acl2.col.personnal.rights
source: Personal rights
de_de: Persönliche Berechtigungen
ro_ro: Permisiuni personale

# jacl2db_admin~acl2.col.personnal.rights.res
source: Personal rights on resources
de_de: Persönliche Berechtigungen für Ressourcen
ro_ro: Permisiuni personale asupra resurselor

# jacl2db_admin~acl2.setdefault.button
source: Set default groups
de_de: Standardgruppen setzen
ro_ro: Setați grupuri implicite
