Repository: 3liz/lizmap-locales
Catalog: web-client/*/jauthdb_admin.po
Languages: ro_ro, sk_sk

# jauthdb_admin~auth.adminmenu.item.list
source: Users
ro_ro: Utilizatori
sk_sk: Používatelia

# jauthdb_admin~crud.confirm
source: Confirm
ro_ro: Confirmați
sk_sk: Potvrdiť

# jauthdb_admin~crud.confirm.deletion
source: Are you sure to want to delete this user ?
ro_ro: Sigur doriți să ștergeți acest utilizator?
sk_sk: Naozaj chcete odstrániť tohto používateľa?

# jauthdb_admin~crud.confirm.password
source: Type your password to confirm
ro_ro: Introduceți parola pentru confirmare
sk_sk: Zadajte svoje heslo na potvrdenie

# jauthdb_admin~crud.confirmation
source: Confirmation
ro_ro: Confirmare
sk_sk: Potvrdenie

# jauthdb_admin~crud.form.login
source: Login
ro_ro: Autentificare
sk_sk: Prihlásiť sa

# jauthdb_admin~crud.form.new.password
source: Type the new password
ro_ro: Tastați noua parolă
sk_sk: Zadajte nové heslo

# jauthdb_admin~crud.form.password
source: Password
ro_ro: Parolă
sk_sk: Heslo

# jauthdb_admin~crud.form.password.confirm
source: Re-type the password
ro_ro: Tastați din nou parola
sk_sk: Znova zadajte heslo

# jauthdb_admin~crud.form.random.password
source: Example of a password:
ro_ro: Exemplu de parolă:
sk_sk: Príklad hesla:

# jauthdb_admin~crud.form.submit
source: Save
ro_ro: Salvează
sk_sk: Uložiť

# jauthdb_admin~crud.link.change.password
source: Change his password
ro_ro: Schimbați parola
sk_sk: Zmeňte jeho heslo

# jauthdb_admin~crud.link.create.record
source: Create a new user
ro_ro: Creați un utilizator nou
sk_sk: Vytvorte nového používateľa

# jauthdb_admin~crud.link.delete.record
source: Delete
ro_ro: Ștergeți
sk_sk: Odstrániť

# jauthdb_admin~crud.link.edit.record
source: Edit
ro_ro: Editați
sk_sk: Upraviť

# jauthdb_admin~crud.link.return.to.list
source: Return to the list
ro_ro: Reveniți la listă
sk_sk: Vráťte sa do zoznamu

# jauthdb_admin~crud.link.return.to.view
source: Return to the user summary
ro_ro: Reveniți la rezumatul utilizatorului
sk_sk: Späť na prehľad používateľov

# jauthdb_admin~crud.link.view.record
source: View
ro_ro: Vizualizează
sk_sk: Náhľad

# jauthdb_admin~crud.list.col.login
source: Login
ro_ro: Autentificare
sk_sk: Prihlásiť sa

# jauthdb_admin~crud.message.bad.form
source: Error, no form
ro_ro: Eroare, nicio formă
sk_sk: Chyba, žiadny formulár

# jauthdb_admin~crud.message.bad.id
source: Error, bad identifiant (%s)
ro_ro: Eroare, identificare greșită (%s)
sk_sk: Chyba, zlý identifikátor (%s)

# jauthdb_admin~crud.message.bad.password
source: The password is bad, or the second password does not correspond to the first one
ro_ro: Parola este greșită sau a doua parolă nu corespunde primei parole
sk_sk: Heslo je zlé alebo druhé heslo nezodpovedá prvému

# jauthdb_admin~crud.message.change.password.notok
source: Error during the change of the password
ro_ro: Eroare în timpul modificării parolei
sk_sk: Chyba pri zmene hesla

# jauthdb_admin~crud.message.change.password.ok
source: The password for %s has been changed.
ro_ro: Parola pentru %s a fost schimbată.
sk_sk: Heslo pre %s bolo zmenené.

# jauthdb_admin~crud.message.create.existing.user
source: The user %s already exists
ro_ro: Utilizatorul %s există deja
sk_sk: Používateľ%s už existije.

# jauthdb_admin~crud.message.create.ok
source: The user %s has been created.
ro_ro: Utilizatorul %s a fost creat.
sk_sk: Používateľ %s bol vytvorený.

# jauthdb_admin~crud.message.delete.invalid.pwd
source: Your password is wrong, the user has not been deleted.
ro_ro: Parola dvs. este greșită, utilizatorul nu a fost șters.
sk_sk: Vaše heslo je nesprávne, používateľ nebol odstránený.

# jauthdb_admin~crud.message.delete.notok
source: Sorry, the user has not been deleted.
ro_ro: Ne pare rău, utilizatorul nu a fost șters.
sk_sk: Ľutujeme, používateľ nebol odstránený.

# jauthdb_admin~crud.message.delete.ok
source: The user %s has been deleted.
ro_ro: Utilizatorul %s a fost șters.
sk_sk: Používateľ %s bol odstránený.

# jauthdb_admin~crud.message.update.ok
source: The user %s has been updated.
ro_ro: Utilizatorul %s a fost actualizat.
sk_sk: Používateľ %s bol aktualizovaný.

# jauthdb_admin~crud.title.create
source: Create a new user
ro_ro: Creați un utilizator nou
sk_sk: Vytvorte nového používateľa

# jauthdb_admin~crud.title.delete
source: Delete the user:
ro_ro: Ștergeți utilizatorul:
sk_sk: Odstrániť používateľa:

# jauthdb_admin~crud.title.list
source: Users List
ro_ro: Listă de utilizatori
sk_sk: Zoznam používateľov

# jauthdb_admin~crud.title.password
source: Change the password of
ro_ro: Schimbați parola
sk_sk: Zmeňte heslo používateľa

# jauthdb_admin~crud.title.update
source: Edit of a user
ro_ro: Editare utilizator
sk_sk: Úpravy používateľa

# jauthdb_admin~crud.title.view
source: Details of the user
ro_ro: Detalii despre utilizatorul
sk_sk: Údaje o používateľovi

# jauthdb_admin~crud.view.otherinfo
source: Other informations
ro_ro: Alte informații
sk_sk: Ďalšie informácie

# jauthdb_admin~crud.view.primaryinfo
source: Information on the user
ro_ro: Informații despre utilizator
sk_sk: Informácie o užívateľovi

# jauthdb_admin~user.confirm
source: Confirm
ro_ro: Confirmați
sk_sk: Potvrdiť

# jauthdb_admin~user.confirmation
source: Confirmation
ro_ro: Confirmare
sk_sk: Potvrdenie

# jauthdb_admin~user.form.login
source: Login
ro_ro: Autentificare
sk_sk: Prihlásiť sa

# jauthdb_admin~user.form.new.password
source: Type the new password
ro_ro: Tastați noua parolă
sk_sk: Zadajte nové heslo

# jauthdb_admin~user.form.password
source: Password
ro_ro: Parolă
sk_sk: Heslo

# jauthdb_admin~user.form.password.confirm
source: Re-type the password
ro_ro: Tastați din nou parola
sk_sk: Znova zadajte heslo

# jauthdb_admin~user.form.random.password
source: Example of a password:
ro_ro: Exemplu de parolă:
sk_sk: Príklad hesla:

# jauthdb_admin~user.form.submit
source: Save
ro_ro: Salvează
sk_sk: Uložiť

# jauthdb_admin~user.link.change.password
source: Change your password
ro_ro: Schimbați-vă parola
sk_sk: Zmente si heslo

# jauthdb_admin~user.link.edit.record
source: Edit
ro_ro: Editați
sk_sk: Upraviť

# jauthdb_admin~user.link.return.to.view
source: Return to your profile summary
ro_ro: Reveniți la rezumatul profilului
sk_sk: Vráťte sa do súhrnu svojho profilu

# jauthdb_admin~user.link.view.record
source: View
ro_ro: Vizualizează
sk_sk: Náhľad

# jauthdb_admin~user.list.col.login
source: Login
ro_ro: Autentificare
sk_sk: Prihlásiť sa

# jauthdb_admin~user.message.bad.password
source: The password is bad, or the second password does not correspond to the first one
ro_ro: Parola este greșită sau a doua parolă nu corespunde primei parole
sk_sk: Heslo je zlé alebo druhé heslo nezodpovedá prvému

# jauthdb_admin~user.message.change.password.notok
source: Error during the change of the password
ro_ro: Eroare în timpul modificării parolei
sk_sk: Chyba pri zmene hesla

# jauthdb_admin~user.message.change.password.ok
source: Your password has been changed.
ro_ro: Parola dvs. a fost schimbată.
sk_sk: Vaše heslo bolo zmenené.

# jauthdb_admin~user.message.update.ok
source: Your profile has been updated.
ro_ro: Profilul dvs. a fost actualizat.
sk_sk: Váš profil bol aktualizovaný.

# jauthdb_admin~user.title.password
source: Change your password
ro_ro: Schimbați-vă parola
sk_sk: Zmente si heslo

# jauthdb_admin~user.title.update
source: Edit your profile
ro_ro: Editați-vă profilul
sk_sk: Upravte svoj profil

# jauthdb_admin~user.title.view
source: Details of your profile
ro_ro: Detalii despre profilul dvs.
sk_sk: Podrobnosti o vašom profile

# jauthdb_admin~user.view.otherinfo
source: Other informations
ro_ro: Alte informații
sk_sk: Ďalšie informácie

# jauthdb_admin~user.view.primaryinfo
source: Information on your profile
ro_ro: Informații despre profilul dvs.
sk_sk: Informácie vo vašom profile
