Repository: 3liz/lizmap-locales
Catalog: web-client/*/jcommunity.po
Languages: it_it, pl_pl, pt_pt, ro_ro, sk_sk

# jcommunity~account.admin.link.account.resent.validation.email
source: Resend the validation email
it_it: Invia nuovamente email di validazione
pl_pl: Wyślij ponownie e-mail weryfikacyjny
pt_pt: Reenviar o e-mail de validação
ro_ro: Retrimiteţi e-mailul de validare
sk_sk: Znova odošlite overovací e-mail

# jcommunity~account.admin.link.account.reset.password
source: Reset his password
it_it: Resetta la sua password
pl_pl: Zresetuj jego hasło
pt_pt: Redefinir a palavra-passe
ro_ro: Resetați parola
sk_sk: Obnovte mu heslo

# jcommunity~account.back.to.account
source: Back to your profile
it_it: Torna al tuo profilo
pl_pl: Powróć do swojego profilu
pt_pt: Voltar ao seu perfil
ro_ro: Reveniți la profilul dvs.
sk_sk: Späť na váš profil

# jcommunity~account.cancel.and.back.to.account
source: Cancel and back to your profile
it_it: Cancella e torna al tuo profilo
pl_pl: Anuluj i powróć do swojego profilu
pt_pt: Cancelar e voltar ao perfil
ro_ro: Anulați și reveniți la profilul dvs.
sk_sk: Zrušiť a späť do svojho profilu

# jcommunity~account.duration.day
source: day
it_it: giorno
pl_pl: dzień
pt_pt: dia
ro_ro: zi
sk_sk: deň

# jcommunity~account.duration.days
source: days
it_it: giorni
pl_pl: dni
pt_pt: dias
ro_ro: zile
sk_sk: dni

# jcommunity~account.duration.hour
source: hour
it_it: ora
pl_pl: godzina
pt_pt: hora
ro_ro: oră
sk_sk: hodina

# jcommunity~account.duration.hours
source: hours
it_it: ore
pl_pl: godziny
pt_pt: horas
ro_ro: ore
sk_sk: hodiny

# jcommunity~account.duration.minute
source: minute
it_it: minuto
pl_pl: minuta
pt_pt: minuto
ro_ro: minut
sk_sk: minúta

# jcommunity~account.duration.minutes
source: minutes
it_it: minuti
pl_pl: minuty
pt_pt: minutos
ro_ro: minute
sk_sk: minúty

# jcommunity~account.error.dup.nickname
source: The displayed name is already used by another user
it_it: Il nome visualizzato è già usato da un altro utente
pl_pl: Wyświetlana nazwa jest już użyta przez innego użytkownika
pt_pt: O nome apresentado já está a ser utilizado por outro utilizador
ro_ro: Numele afișat este deja folosit de un alt utilizator
sk_sk: Zobrazené meno už používa iný užívateľ

# jcommunity~account.form.admin.create.emailsent
source: An email has been sent to the user, so he could activate its account by giving a new password
it_it: Una email è stata inviata all'utente, così può attivare il suo account fornendo una nuova password
pl_pl: E-mail został wysłany do użytkownika, aby mógł aktywować swoje konto, podając nowe hasło
pt_pt: Foi enviado um e-mail ao utilizador, para que o mesmo possa ativar a sua conta com uma nova palavra-passe
ro_ro: Un e-mail a fost trimis utilizatorului, pentru ca acesta să-și poată activa contul oferind o nouă parolă
sk_sk: Používateľovi bol odoslaný e-mail, aby mohol aktivovať svoj účet zadaním nového hesla

# jcommunity~account.form.admin.registration.info
source: An email will be send to the user, so the user could activate the account by giving a new password.
it_it: Una email sarà inviata all'utente, così può attivare il suo account fornendo una nuova password.
pl_pl: E-mail zostanie wysłany do użytkownika, aby użytkownik mógł aktywować konto, podając nowe hasło.
pt_pt: Será enviado um e-mail ao utilizador, para que o mesmo possa ativar a sua conta com uma nova palavra-passe.
ro_ro: Un e-mail va fi trimis utilizatorului, astfel încât acesta să poată activa contul oferind o nouă parolă.
sk_sk: Používateľovi bude zaslaný e-mail, aby si mohol používateľ aktivovať účet zadaním nového hesla.

# jcommunity~account.form.cancel
source: Cancel
it_it: Annulla
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulați
sk_sk: Zrušiť

# jcommunity~account.form.captcha
source: Are you a human?
it_it: Sei un essere umano?
pl_pl: Czy jesteś człowiekiem?
pt_pt: Trata-se de um humano?
ro_ro: Sunteți om?
sk_sk: Ste človek?

# jcommunity~account.form.createdate
source: Date of account creation
it_it: Data di creazione dell'account
pl_pl: Data utworzenia konta
pt_pt: Data da criação da conta
ro_ro: Data creării contului
sk_sk: Dátum vytvorenia účtu

# jcommunity~account.form.delete.account.confirm
source: Confirm by indicating your password.
it_it: Conferma scrivendo la tua password
pl_pl: Potwierdź wprowadzając swoje hasło.
pt_pt: Confirmar indicando a palavra-passe
ro_ro: Confirmați indicând parola dvs.
sk_sk: Potvrďte zadaním hesla.

# jcommunity~account.form.delete.account.confirm.title
source: Confirm the deletion of your account
it_it: Conferma la cancellazione del tuo account
pl_pl: Potwierdź usunięcie konta
pt_pt: Confirmar a eliminação da conta
ro_ro: Confirmați ștergerea contului
sk_sk: Potvrďte odstránenie svojho účtu

# jcommunity~account.form.delete.account.done
source: Your account is now deleted. You are deconnected.
it_it: Il tuo account è ora eliminato. Ora sei disconnesso.
pl_pl: Twoje konto zostało usunięte. Jesteś odłączony.
pt_pt: A conta encontra-se agora eliminada. Ligação não estabelecida.
ro_ro: Contul dvs. este șters. Sunteți deconectat.
sk_sk: Váš účet je teraz odstránený. Ste odpojený.

# jcommunity~account.form.delete.account.error.badpassword
source: Impossible to delete your account: the given password is not valid.
it_it: Impossibile eliminare il tuo account: la password fornita non è valida.
pl_pl: Usunięcie konta niemożliwe: podane hasło jest nieprawidłowe.
pt_pt: Impossível eliminar a conta: a palavra-passe fornecida não é válida.
ro_ro: Imposibil de șters contul: parola dată nu este validă.
sk_sk: Nie je možné zmazať váš účet: dané heslo je neplatné.

# jcommunity~account.form.delete.account.error.nologout
source: Strange... Your account does not exist anymore, but your are still connected? Contact the site manager.
it_it: Strano.. Il tuo account non esiste più, ma tu sei ancora connesso? Contatta l'amministratore del sito.
pl_pl: Dziwne... Twoje konto już nie istnieje, ale nadal jesteś połączony? Skontaktuj się z zarządcą strony.
pt_pt: Estranho... A conta já não existe, mas continua ainda com ligação estabelecida? Contactar o administrador do site.
ro_ro: Ciudat... Contul dvs. nu mai există, dar dvs. sunteți încă conectat? Contactați administratorul site-ului.
sk_sk: Zvláštne ... Váš účet už neexistuje, ale stále ste pripojení? Kontaktujte správcu stránky.

# jcommunity~account.form.delete.account.error.notremoved
source: Impossible to delete your account. Contact the site manager.
it_it: Impossibile eliminare il tuo account. Contatta il gestore del sito.
pl_pl: Usunięcie konta niemożliwe. Skontaktuj się z zarządcą strony.
pt_pt: Impossível eliminar a conta. Contactar com o administrador do site.
ro_ro: Imposibil de șters contul. Contactați administratorul site-ului.
sk_sk: Váš účet nie je možné odstrániť. Kontaktujte správcu stránky.

# jcommunity~account.form.delete.account.error.wronguser
source: Sorry, you are not supposed to be on this page...
it_it: Spiacente, non dovresti essere in questa pagina..
pl_pl: Przykro nam, nie powinieneś się znaleźć na tej stronie...
pt_pt: Não seria suposto estar nesta página...
ro_ro: Ne pare rău, nu trebuie să fiți pe această pagină...
sk_sk: Prepáčte, na tejto stránke by ste nemali byť ...

# jcommunity~account.form.delete.account.submit
source: Delete
it_it: Elimina
pl_pl: Usuń
pt_pt: Eliminar
ro_ro: Ștergeți
sk_sk: Odstrániť

# jcommunity~account.form.delete.account.title
source: Deleting your account
it_it: Eliminazione del tuo account
pl_pl: Usuwanie konta
pt_pt: A eliminar a conta
ro_ro: Ștergerea contului
sk_sk: Odstraňuje sa váš účet

# jcommunity~account.form.edit.profile.title
source: Editing your profile
it_it: Modifica il tuo profilo
pl_pl: Edytowanie profilu
pt_pt: A editar o perfil
ro_ro: Editarea profilului
sk_sk: Úprava profilu

# jcommunity~account.form.keyactivate
source: Request key
it_it: Chiave di richiesta
pl_pl: Klucz żądania
pt_pt: Chave solicitada
ro_ro: Cheia solicitării
sk_sk: Vyžiadajte si kľúč

# jcommunity~account.form.login
source: Username
it_it: Nome utente
pl_pl: Nazwa użytkownika
pt_pt: Utilizador
ro_ro: Nume de utilizator
sk_sk: Užívateľské meno

# jcommunity~account.form.nickname
source: Displayed name
it_it: Nome visualizzato
pl_pl: Wyświetlana nazwa
pt_pt: Nome apresentado
ro_ro: Numele afișat
sk_sk: Zobrazené meno

# jcommunity~account.form.password
source: Password
pl_pl: Hasło
pt_pt: Palavra-passe
ro_ro: Parolă
sk_sk: Heslo

# jcommunity~account.form.password.confirm
source: Retype the password
it_it: Scrivi nuovamente la password
pl_pl: Powtórz hasło
pt_pt: Digitar novamente a palavra-passe
ro_ro: Reintroduceți parola
sk_sk: Znova zadajte heslo

# jcommunity~account.form.password.help
source: The password length must be above 8 characters
it_it: La lunghezza della password deve essere di almeno 8 caratteri.
pl_pl: Hasło musi zawierać więcej niż 8 znaków
pt_pt: O comprimento da palavra-passe deve ser superior a 8 caracteres
ro_ro: Lungimea parolei trebuie să depășească 8 caractere
sk_sk: Dĺžka hesla musí byť dlhšia ako 8 znakov

# jcommunity~account.form.requestdate
source: Request date
it_it: Data di richiesta
pl_pl: Data żądania
pt_pt: Data da solicitação
ro_ro: Data solicitării
sk_sk: Dátum žiadosti

# jcommunity~account.form.status
source: Status
it_it: Stato
pt_pt: Estado
ro_ro: Stare
sk_sk: Postavenie

# jcommunity~account.form.status.deactivate
source: Deactivated
it_it: Disattivato
pl_pl: Nieaktywny
pt_pt: Desativado
ro_ro: Dezactivat
sk_sk: Deaktivované

# jcommunity~account.form.status.deleted
source: Deleted
it_it: Eliminato
pl_pl: Usunięty
pt_pt: Eliminado
ro_ro: Șters
sk_sk: Vymazané

# jcommunity~account.form.status.newuser
source: New account, awaiting email validation
it_it: Nuovo account, in attesa di conferma email
pl_pl: Nowe konto, oczekiwanie na potwierdzenie adresu e-mail
pt_pt: Nova conta, aguarda validação de e-mail
ro_ro: Cont nou, în așteptarea validării prin e-mail
sk_sk: Nový účet, čaká sa na overenie e-mailu

# jcommunity~account.form.status.valid
source: Account validated
it_it: Account confermato
pl_pl: Konto potwierdzone
pt_pt: Conta validada
ro_ro: Cont validat
sk_sk: Účet bol overený

# jcommunity~account.form.status.valid.email.changed
source: Validated, awaiting new email validation
it_it: Confermato, in attesa di nuova conferma email
pl_pl: Potwierdzone, oczekiwanie na potwierdzenie adresu e-mail
pt_pt: Validado, aguarda nova validação de e-mail
ro_ro: Validat, în așteptarea unei noui validari prin e-mail
sk_sk: Overené, čaká sa na nové overenie e-mailu

# jcommunity~account.form.status.valid.password.changed
source: Validated, awaiting password reset
it_it: Confermato, in attesa di reset password
pl_pl: Zweryfikowano, czekam na zresetowanie hasła
pt_pt: Validado, aguarda redefinição da palavra-passe
ro_ro: Validat, în așteptarea resetării parolei
sk_sk: Overené, čaká sa na obnovenie hesla

# jcommunity~account.form.submit
source: Save
it_it: Salva
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvează
sk_sk: Uložiť

# jcommunity~account.link.account.change.password
source: Change your password
it_it: Modifica la tua password
pl_pl: Zmień hasło
pt_pt: Alterar a palavra-passe
ro_ro: Schimbați-vă parola
sk_sk: Zmente si heslo

# jcommunity~account.link.account.delete
source: Delete your account
it_it: Cancella il tuo acount
pl_pl: Usuń konto
pt_pt: Eliminar a conta
ro_ro: Ștergeți profilul
sk_sk: Odstráňte svoj účet

# jcommunity~account.link.profile.edit
source: Edit your profile
it_it: Modifica il tuo profilo
pl_pl: Edytuj profil
pt_pt: Editar o perfil
ro_ro: Editați-vă profilul
sk_sk: Upravte svoj profil

# jcommunity~account.profile.of
source: %1$s's Profile
it_it: %1$s del Profilo
pl_pl: Profil %1$s
pt_pt: Perfil de %1$s
ro_ro: Profilul utilizatorlui %1$s
sk_sk: %1$sProfil

# jcommunity~account.unknown.user
source: Unknown user
it_it: Utente sconosciuto
pl_pl: Nieznany użytkownik
pt_pt: Utilizador desconhecido
ro_ro: Utilizator necunoscut
sk_sk: Neznámy užívateľ

# jcommunity~login.access.forbidden.authenticated
source: You cannot access to this page because your are connected.
it_it: Non puoi accedere a questa pagina perché sei connesso.
pl_pl: Nie możesz wejść na tę stronę, ponieważ nie jesteś połączony.
pt_pt: Não é possível aceder a esta página porque não existe ligação estabelecida.
ro_ro: Nu puteți accesa această pagină deoarece sunteți conectat.
sk_sk: Na túto stránku nemáte prístup, pretože ste pripojení.

# jcommunity~login.access.forbidden.badstatus
source: You cannot access to this page because the account has not the right status
it_it: Non puoi accedere a questa pagina perché l'account non ha i diritti.
pl_pl: Nie możesz uzyskać dostępu do tej strony, ponieważ konto ma niewłaściwy status
pt_pt: Não é possível aceder a esta página porque a conta de utilizador não tem o estado adequado
ro_ro: Nu puteți accesa această pagină, deoarece contul nu are starea corectă
sk_sk: Na túto stránku nemáte prístup, pretože účet nemá správny stav

# jcommunity~login.access.forbidden.wrong.user
source: You cannot access to this page belonging to another user.
it_it: Non puoi accedere a questa pagina perché appartiene ad un altro utente.
pl_pl: Nie możesz wejść na tę stronę należącą do innego użytkownika.
pt_pt: Não é possível aceder a esta página porque a mesma pertence a outro utilizador.
ro_ro: Nu puteți accesa această pagină deoarece aparține altui utilizator.
sk_sk: Nemáte prístup na túto stránku patriacu inému používateľovi.

# jcommunity~login.access.not.available
source: Page not available
it_it: Pagina non disponibile
pl_pl: Strona niedostępna
pt_pt: Página não disponível
ro_ro: Pagina nu este disponibilă
sk_sk: Stránka nie je k dispozícii

# jcommunity~login.access.title
source: Page access
it_it: Accesso pagina
pl_pl: Dostęp do strony
pt_pt: Acesso à página
ro_ro: Acces pagină
sk_sk: Prístup na stránku

# jcommunity~login.back.to.login
source: Back to the login form
it_it: Ritorna al modulo di login
pl_pl: Powrócić do ekranu logowania
pt_pt: Voltar ao formulário de entrada
ro_ro: Înapoi la formularul de autentificare
sk_sk: Späť na prihlasovací formulár

# jcommunity~login.cancel.and.back.to.login
source: Cancel and return to the login form
it_it: Annulla e ritorna al modulo di login
pl_pl: Anulować i powrócić do ekranu logowania
pt_pt: Cancelar e voltar ao formulário de entrada
ro_ro: Anulați și reveniți la formularul de autentificare
sk_sk: Zrušiť a vrátiť sa do prihlasovacieho formulára

# jcommunity~login.error
source: Unknown username or wrong password
it_it: Utente sconosciuto o password errata
pl_pl: Nieznana nazwa użytkownika lub błędne hasło
pt_pt: Utilizador desconhecido ou palavra-passe errada
ro_ro: Nume de utilizator necunoscut sau parolă greșită
sk_sk: Neznáme používateľské meno alebo nesprávne heslo

# jcommunity~login.error.no.after_login
source: In the configuration of the plugin 'auth', after_login is empty
it_it: Nella configurazione del plugin 'auth', after_login è vuoto
pl_pl: W konfiguracji pluginu atrybut 'auth', after_login jest pusty.
pt_pt: Na configuração do plugin 'auth', after_login está vazio
ro_ro: În configurația plugin-ului „auth”, after_login este gol
sk_sk: V konfigurácii doplnku 'auth' je after_login prázdny

# jcommunity~login.error.no.after_logout
source: In the configuration of the plugin 'auth', after_logout is empty
it_it: Nella configurazione del plugin 'auth', after_logout è vuoto
pl_pl: W konfiguracji pluginu atrybut 'auth', after_logout jest pusty.
pt_pt: Na configuração do plugin 'auth', after_logout está vazio
ro_ro: În configurația plugin-ului „auth”, after_logout este gol
sk_sk: V konfigurácii doplnku 'auth' je after_logout prázdny

# jcommunity~login.error.notlogged
source: You are not connected, you should sign in.
it_it: Non sei connesso, devi accedere.
pl_pl: Nie jesteś połączony, powinieneś się zalogować.
pt_pt: Não existe ligação, deverá ser estabelecida ligação.
ro_ro: Nu sunteți conectat, trebuie să vă autentificați.
sk_sk: Nie ste pripojení, mali by ste sa prihlásiť.

# jcommunity~login.form.remember.me
source: Remember me
it_it: Ricordami
pl_pl: Zapamiętaj mnie
pt_pt: Memorizar
ro_ro: Memorizare
sk_sk: Pamätáš si ma

# jcommunity~login.form.submit
source: Sign in
it_it: Accedi
pl_pl: Zaloguj
pt_pt: Entrar
ro_ro: Autentificare
sk_sk: Prihlásiť sa

# jcommunity~login.login.account
source: Your account
it_it: Il tuo account
pl_pl: Twoje konto
pt_pt: A conta
ro_ro: Contul dvs.
sk_sk: Váš účet

# jcommunity~login.login.password.reset
source: I forgot my password
it_it: Ho dimenticato la password
pl_pl: Zapomniałem hasła
pt_pt: Palavra-passe esquecida
ro_ro: Am uitat parola
sk_sk: Zabudol som svoje heslo

# jcommunity~login.login.title
source: Sign in
it_it: Accedi
pl_pl: Zaloguj
pt_pt: Iniciar sessão
ro_ro: Autentificare
sk_sk: Prihlásiť sa

# jcommunity~login.logout
source: Sign out
it_it: Disconnetiti
pl_pl: Wyloguj
pt_pt: Sair
ro_ro: Deconectare
sk_sk: Odhlásiť sa

# jcommunity~login.startpage.account.create
source: Create an account
it_it: Crea un account
pl_pl: Utworzyć konto
pt_pt: Criar uma conta
ro_ro: Creați un cont
sk_sk: Vytvoriť účet

# jcommunity~login.startpage.account.view
source: View your profile
it_it: Visualizza il tuo profilo
pl_pl: Zobaczyć swój profil
pt_pt: Ver o perfil
ro_ro: Vizualizați profilul
sk_sk: Zobraziť svoj profil

# jcommunity~login.startpage.connected
source: You are connected.
it_it: Sei connesso.
pl_pl: Jesteś połączony.
pt_pt: Ligação estabelecida.
ro_ro: Sunteți conectat.
sk_sk: Ste spojení.

# jcommunity~login.startpage.login
source: Sign in
it_it: Accedi
pl_pl: Zalogować się
pt_pt: Entrar
ro_ro: Autentificare
sk_sk: Prihlásiť sa

# jcommunity~login.startpage.logout
source: Sign out
it_it: Disconnetiti
pl_pl: Wylogować się
pt_pt: Sair
ro_ro: Deconectare
sk_sk: Odhlásiť sa

# jcommunity~login.startpage.not.connected
source: You are not connected.
it_it: Non sei connesso.
pl_pl: Nie jesteś połączony.
pt_pt: Ligação não estabelecida.
ro_ro: Nu sunteți conectat.
sk_sk: Nie ste pripojení.

# jcommunity~login.startpage.password.reset
source: Reset your password
it_it: Resetta la tua password
pl_pl: Zresetować swoje hasło
pt_pt: Reinicializar a palavra-passe
ro_ro: Resetați parola
sk_sk: Obnoviť heslo

# jcommunity~login.startpage.youcan
source: You can:
it_it: Puoi:
pl_pl: Możesz:
pt_pt: É possível:
ro_ro: Puteți:
sk_sk: Môžeš:

# jcommunity~mail.password.admin.reset.body.html
source: <p>Hello,</p> <p>The administrator of the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> have been sent this email to you so you can change your password for the account <em>"{$user->login}"</em>.</p> <p>If you want to confirm the change, you should <a href="{$confirmation_link}">click on this link</a>.</p> <p>You could then set a new password for your account. The link is valid {$validationKeyTTL}.</p> <p>If this request is an error or you don't want to confirm, ignore this mail, and your password won't be changed.</p> <p>See you on {$domain_name}{$basePath}!</p>
it_it: <p>Ciao,</p> <p>hai richiesto il reset della password per il tuo account <em>"{$user->login|eschtml}"</em> sul sito <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Se vuoi veramente cambiarla, <a href="{$confirmation_link}">clicca su questo link</a>.</p> <p>Puoi poi scegliere una nuova password. Il link è valido {$validationKeyTTL}.</p> <p>Se questa richiesta è un errore o non desideri confermare, ignora questa mail. La tua password non sarà cambiata.</p> <p>A presto su {$domain_name}{$basePath}!</p>
pl_pl: <p>Witaj, </p> <p>Administrator witryny internetowej <a href="{$website_uri}" class="notexpandlink">{$domain_name} {$basePath} </a> do Ciebie tę wiadomość, abyś mógł zmienić hasło do konta <em>„{$user-> login}”</em>.</p> <p>Jeśli chcesz potwierdzić zmianę, <a href="{$confirmation_link}">kliknij ten link</a>.</p> <p>Możesz wtedy ustawić nowe hasło do swojego konta. Link jest ważny {$validationKeyTTL}.</p> <p>Jeśli to żądanie jest błędem lub nie chcesz potwierdzać, zignoruj tę wiadomość, a twoje hasło nie zostanie zmienione. </p> <p>Do zobaczenia na {$domain_name} {$basePath}!</p>
pt_pt: <p>Olá,</p> <p>O administrador do site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> enviou este e-mail para que seja possível alterar a palavra-passe da conta <em>"{$user->login}"</em>.</p> <p>Para confirmar a alteração, <a href="{$confirmation_link}">clicar neste link</a>.</p> <p>Deverá ser definida de novo a palavra-passe para a conta. O link é válido por {$validationKeyTTL}.</p> <p>Se o pedido foi feito por engano, ignorar este e-mail, a palavra-passe não será alterada.</p> <p>Ativado em {$domain_name}{$basePath}!</p>
ro_ro: <p>Hello,</p> <p>The administrator of the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> have been sent this email to you so you can change your password for the account <em>"{$user->login}"</em>.</p> <p>If you want to confirm the change, you should <a href="{$confirmation_link}">click on this link</a>.</p> <p>You could then set a new password for your account. The link is valid {$validationKeyTTL}.</p> <p>If this request is an error or you don't want to confirm, ignore this mail,\n and your password won't be changed.</p> <p>See you on {$domain_name}{$basePath}!</p>
sk_sk: <p>Ahoj, </p> <p>Správca webových stránok<a href="{$website_uri}" class="notexpandlink"> {$ domain_name} {$ basePath}</a> vám bol zaslaný tento e-mail, aby ste mohli zmeniť svoje heslo pre účet <em>"{$ user-> login}“</em>.</p> <p>Ak chcete potvrdiť zmenu, mali by ste<a href="{$confirmation_link}"> kliknúť na tento odkaz</a>.</p> <p>Potom by ste mohli nastaviť nové heslo pre svoj účet. Odkaz je platný {$ validationKeyTTL}.</p> <p>Ak je táto žiadosť chybou alebo nechcete potvrdiť, tento e-mail ignorujte, a vaše heslo sa nezmení.</p> <p>Uvidíme sa na {$ domain_name} {$ basePath}!</p>

# jcommunity~mail.password.admin.reset.subject
source: Reset of your password on the web site %s
it_it: Reset della password sul sito %s
pl_pl: Resetowanie hasła na stronie internetowej%s
pt_pt: Redefinir a palavra-passe no site %s
ro_ro: Resetați parola pe site-ul web %s
sk_sk: Obnovte svoje heslo na webovej stránke%s
