Repository: 3liz/lizmap-locales
Catalog: web-client/*/jcommunity.po
Languages: it_it, pl_pl, pt_pt, ro_ro, sk_sk

# jcommunity~mail.password.reset.body.html
source: <p>Hello,</p> <p>You requested a password reset for your account <em>"{$user->login|eschtml}"</em> on the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>If you really want to change it, you should <a href="{$confirmation_link}">click on this link</a>.</p> <p>You could then set a new password for your account. The link is valid {$validationKeyTTL}.</p> <p>If this request is an error or you don't want to confirm, ignore this mail. Your password won't be changed.</p> <p>See you now on {$domain_name}{$basePath}!</p>
it_it: <p>Ciao,</p> <p>hai richiesto il reset della password per il tuo account <em>"{$user->login|eschtml}"</em> sul sito <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Se vuoi veramente cambiarla, <a href="{$confirmation_link}">clicca su questo link</a>.</p> <p>Puoi poi scegliere una nuova password. Il link è valido {$validationKeyTTL}.</p> <p>Se questa richiesta è un errore o non desideri confermare, ignora questa mail. La tua password non sarà cambiata.</p> <p>A presto su {$domain_name}{$basePath}!</p>
pl_pl: <p>Witaj,</p> <p>Poprosiłeś o zresetowanie hasła do swojego konta <em>„{$user->login|eschtml}”</em> w witrynie internetowej <a href="{$website_uri}" class="notexpandlink">{$domain_name} {$basePath}</a>.</p> <p>Jeśli naprawdę chcesz to zmienić, <a href="{$confirmation_link}">kliknij ten link</a>. <p>Możesz wtedy ustawić nowe hasło do swojego konta. Link jest ważny {$validationKeyTTL}. </p> <p>Jeśli to żądanie jest błędem lub nie chcesz potwierdzać, zignoruj tę wiadomość. Twoje hasło nie zostanie zmienione. </p> <p>Do zobaczenia teraz na {$domain_name} {$basePath}!</p>
pt_pt: <p>Olá,</p> <p>Foi solicitada a redefinição da palavra-passe para esta conta <em>"{$user->login|eschtml}"</em> no site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Em caso afirmativo, <a href="{$confirmation_link}">clicar neste link</a>.</p> <p>É possível definir uma nova palavra-passe. O link é valido {$validationKeyTTL}.</p> <p>Se esta solicitação aconteceu por lapso ou caso já não seja necessária, ignorar este e-mail. A palavra-passe não será alterada.</p> <p>De regresso a {$domain_name}{$basePath}!</p>
sk_sk: <p>Ahoj,</p> <p>Požiadali ste o obnovenie hesla pre váš účet<em> „{$ user-> login | eschtml}“</em> na webovej stránke<a href="{$website_uri}" class="notexpandlink"> {$ domain_name} {$ basePath}</a>.</p> <p>Ak to naozaj chcete zmeniť, mali by ste <a href="{$confirmation_link}">kliknúť na tento odkaz</a>.</p> <p>Potom by ste mohli nastaviť nové heslo pre svoj účet. Odkaz je platný {$ validationKeyTTL}.</p> <p>Ak je táto žiadosť chybou alebo ak nechcete potvrdiť, tento e-mail ignorujte. Vaše heslo sa nezmení.</p> <p>Uvidíme sa na {$ domain_name} {$ basePath}!</p>

# jcommunity~mail.password.reset.subject
source: Reset of your password on the web site %s
it_it: Reset della password sul sito %s
pl_pl: Resetowanie hasła na stronie internetowej%s
pt_pt: Redefinir a palavra-passe no site %s
ro_ro: Resetați parola pe site-ul web %s
sk_sk: Obnovte svoje heslo na webovej stránke%s

# jcommunity~mail.registration.admin.body.html
source: <p>Hello,</p> <p>The administrator of the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> have been created an account for you, with the login <em>"{$user->login}"</em>.</p> <p>Before to use your account, you should confirm your registration by <a href="{$confirmation_link}">clicking on this link</a>, and then indicating a new password. The link is valid {$validationKeyTTL}.</p> <p>See you on {$domain_name}{$basePath}!</p>
it_it: <p>Ciao,</p> <p>l'amministratore del sito<a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> ha creato un utente per te, con il login <em>"{$user->login}"</em>.</p> <p>Prima di usare l'account devi confermare la registrazione <a href="{$confirmation_link}">cliccando su questo link</a>, e inserendo una nuova password. Il link è valido {$validationKeyTTL}.</p> <p>A presto su {$domain_name}{$basePath}!</p>
pl_pl: <p>Witaj, </p> <p>Administrator witryny internetowej <a href="{$website_uri}" class="notexpandlink">{$domain_name} {$basePath}</a> utworzyliśmy dla Ciebie konto z loginem <em>„{$user-> login}”</em>.</p> <p>Przed użyciem konta należy potwierdzić rejestrację <a href="{$confirmation_link}">klikając ten link</a>, a następnie wskazując nowe hasło. Link jest ważny {$validationKeyTTL}. </p> <p>Do zobaczenia na {$domain_name} {$basePath}!</p>
pt_pt: <p>Olá,</p> <p>O administrador do site<a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a> criou uma nova conta com o nome de utilizador<em>"{$user->login}"</em>.</p> <p> Antes da conta poder ser utilizada é necessário confirmar o registo<a href="{$confirmation_link}">clicando neste link</a>, e definir uma nova palavra-passe. O link é válido {$validationKeyTTL}.</p> <p>De regresso a {$domain_name}{$basePath}!</p>
ro_ro: <p>Salut,</p> <p>Administratorul site-ului web <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>. v-a creat un cont, cu autentificarea <em>{$user->login}"</em>.</p> <p>Înainte de a utiliza contul, ar trebui să confirmați înregistrarea prin <a href="{$confirmation_link}">apăsrea acestui link</a>, indicând o nouă parolă. Link-ul este valid {$validationKeyTTL}.</p> <p>Ne vedem pe {$domain_name}{$basePath}!</p>
sk_sk: <p>Ahoj,</p> <p>Správca webových stránok <a href="{$website_uri}" class="notexpandlink">{$ domain_name} {$ basePath}</a> vám bol vytvorený účet s prihlásením <em>"{$ user-> login}“</em>.</p> <p>Pred použitím svojho účtu by ste mali potvrdiť svoju registráciu do <a href="{$confirmation_link}">kliknutím na tento odkaz</a>, a potom uvedenie nového hesla. Odkaz je platný {$ validationKeyTTL}.</p> <p>Uvidíme sa na {$ domain_name} {$ basePath}!</p>

# jcommunity~mail.registration.body.html
source: <p>Hello,</p> <p>You have created a new account on <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Before to use your account, you should confirm your registration by <a href="{$confirmation_link}">clicking on this link</a>. The link is valid {$validationKeyTTL}.</p> <p>See you on {$domain_name}{$basePath}!</p>
it_it: <p>Ciao,</p> <p>hai creato un nuovo utente su<a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Prima di usare l'account devi confermare la registrazione <a href="{$confirmation_link}">cliccando su questo link. Il link è valido {$validationKeyTTL}.</p> <p>A presto su {$domain_name}{$basePath}!</p>
pl_pl: <p>Witaj, </p> <p>Utworzyłeś nowe konto na <a href="{$website_uri}" class="notexpandlink">{$domain_name} {$basePath}</a>. </p> <p>Przed użyciem konta należy potwierdzić rejestrację <a href="{$confirmation_link}">klikając ten link</a>. Link jest ważny {$validationKeyTTL}. </p> <p>Do zobaczenia na {$domain_name} {$basePath}!</p>
pt_pt: <p>Olá,</p> <p>Foi criada uma nova conta em<a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>.</p> <p>Antes da conta poder utilizada é necessário confirmar o cadastro <a href="{$confirmation_link}">clicando neste link. O link é válido {$validationKeyTTL}.</p> <p>De regresso a {$domain_name}{$basePath}!</p>
ro_ro: <p>Salut,</p> <p>Ați creat un cont nou pe <a href="{$website_uri}" class="notexpandlink">{$domain_name}{$basePath}</a>. </p> <p>Înainte de a utiliza contul, ar trebui să confirmați înregistrarea prin <a href="{$confirmation_link}">apăsrea acestui link</a>. Link-ul este valid {$validationKeyTTL}.</p> <p>Ne vedem pe {$domain_name}{$basePath}!</p>
sk_sk: <p>Ahoj,</p> <p>Vytvorili ste nový účet na <a href="{$website_uri}" class="notexpandlink">{$ domain_name} {$ basePath}</a>.</p> <p>Pred použitím svojho účtu by ste mali potvrdiť svoju registráciu do <a href="{$confirmation_link}">kliknutím na tento odkaz</a>. Odkaz je platný {$ validationKeyTTL}.</p> <p>Uvidíme sa na {$ domain_name} {$ basePath}!</p>

# jcommunity~mail.registration.subject
source: Activating your account on the web site %s
it_it: Attivazione del tuo account sul sito %s
pl_pl: Aktywowanie konta na stronie %s
pt_pt: Ativando a conta no site %s
ro_ro: Activarea contului dvs. pe site-ul web %s
sk_sk: Aktivácia vášho účtu na webovej stránke%s

# jcommunity~password.admin.form.back.to.account
source: Back to the account of
it_it: Ritorna all'account di
pl_pl: Powrót do konta
pt_pt: Regressar à conta de
ro_ro: Înapoi la contul
sk_sk: Späť na účet používateľa

# jcommunity~password.admin.form.email.button
source: Send the email to
it_it: Invia l'email a
pl_pl: Wyślij e-mail do
pt_pt: Enviar o e-mail para
ro_ro: Trimiteți e-mailul la
sk_sk: Pošlite e-mail na adresu

# jcommunity~password.admin.form.reset.html
source: <p>An email will be send to the user, so the user could change his password.</p>
it_it: <p>Una email sarà inviata all'utente, così potrà cambiare la propria password.</p>
pl_pl: <p>E-mail zostanie wysłany do użytkownika, aby użytkownik mógł zmienić swoje hasło.</p>
pt_pt: <p>Será enviado um e-mail ao utilizador, para que o mesmo possa redefinir a sua palavra-passe.</p>
ro_ro: <p>Un e-mail va fi trimis utilizatorului, astfel încât acesta să-și poată schimba parola.</p>
sk_sk: <p>Používateľovi bude zaslaný e-mail, aby si mohol zmeniť svoje heslo.</p>

# jcommunity~password.admin.waiting.text.html
source: <p>An email has been sent to the user.</p>
it_it: <p>Una email è stata inviata all'utente</p>
pl_pl: <p>E-mail został wysłany do użytkownika.</p>
pt_pt: <p>Foi enviado um e-mail ao utilizador.</p>
ro_ro: <p>Un e-mail a fost trimis utilizatorului.</p>
sk_sk: <p>oužívateľovi bol odoslaný e-mail.</p>

# jcommunity~password.change.cmdline.error.change
source: An unknown error happened during password change.
it_it: Errore sconosciuto durante il cambio di password.
pl_pl: Podczas zmiany hasła wystąpił nieznany błąd.
pt_pt: Ocorreu um erro desconhecido durante a alteração da senha.
sk_sk: Počas zmeny hesla sa stala neznáma chyba.

# jcommunity~password.change.cmdline.error.defined
source: The password of this user is already defined, please use the '--force' flag to override it.
it_it: La password di questo utente è già definita, usa l'opzione '--force' per sovrascriverla.
pl_pl: Hasło tego użytkownika jest już zdefiniowane, użyj flagi „--force”, aby je zastąpić.
pt_pt: A palavra-passe deste utilizador já está definida, utilizar a opção '--force' para substituí-la.
sk_sk: Heslo tohto používateľa je už definované. Na jeho prepísanie použite príznak „--force“.

# jcommunity~password.change.cmdline.error.module
source: This user uses another authentication module, we cannot change his password.
it_it: Questo utente usa un altro modulo di autenticazione, non possiamo cambiare la sua password.
pl_pl: Ten użytkownik korzysta z innego modułu uwierzytelniającego, nie możemy zmienić jego hasła.
pt_pt: Este utilizador possui um outro módulo de autenticação, não é possível alterar sua senha.
sk_sk: Tento používateľ používa iný autentifikačný modul, nemôžeme zmeniť jeho heslo.

# jcommunity~password.change.cmdline.error.unknown
source: Unknown user, please submit a valid user as a parameter.
it_it: Utente sconosciuto, inserisci un utente valido come parametro.
pl_pl: Nieznany użytkownik. Jako parametr podaj prawidłowego użytkownika.
pt_pt: Utilizador desconhecido, enviar um utilizador válido como parâmetro.
sk_sk: Neznámy používateľ, zadajte platného používateľa ako parameter.

# jcommunity~password.change.cmdline.help.description
source: Changes the password of an user.
it_it: Cambia la password di un utente.
pl_pl: Zmienia hasło użytkownika.
pt_pt: Altera a senha de um utilizador.
sk_sk: Mení heslo používateľa.

# jcommunity~password.change.cmdline.help.option.force
source: override password if password is already defined.
it_it: sovrascrivi password se la password è già definita.
pl_pl: zastąp hasło, jeśli hasło jest już zdefiniowane.
pt_pt: substituir a palavra-passe se esta já se encontrar definida.
sk_sk: prepísať heslo, ak je heslo už definované.

# jcommunity~password.change.cmdline.help.parameter.login
source: The user login.
it_it: il login dell'utente.
pl_pl: Login użytkownika.
pt_pt: O login do utilizador.
sk_sk: Prihlásenie používateľa.

# jcommunity~password.change.cmdline.help.parameter.password
source: The new password to set. If not given, a random password will be defined.
it_it: La nuova password da impostare. Se non viene fornita, verrà definita una password casuale.
pl_pl: Nowe hasło do ustawienia. Jeśli nie zostanie podane, zostanie zdefiniowane losowe hasło.
pt_pt: A nova palavra-passe a ser definida. Se não for fornecida, uma palavra-passe aleatória será definida.
sk_sk: Nové heslo, ktoré sa má nastaviť. Pokiaľ nebude zadané, bude definované náhodné heslo.

# jcommunity~password.change.cmdline.help.text
source: The password can be given otherwise it will be defined randomly.
it_it: La password può essere fornita altrimenti verrà definita casualmente.
pl_pl: Hasło można podać, w przeciwnym razie zostanie zdefiniowane losowo.
pt_pt: A palavra-passe pode ser introduzida, caso contrário será definida aleatoriamente.
sk_sk: Heslo je možné zadať inak, bude definované náhodne.

# jcommunity~password.change.cmdline.help.usage
source: usage: php cmdline.php jcommunity~reset_pass:change [--force] login [password]
it_it: uso: php cmdline.php jcommunity~reset_pass:change [--force] login [password]
pl_pl: użycie: php cmdline.php jcommunity~reset_pass:change [--force] login [password]
pt_pt: utilização: php cmdline.php jcommunity~reset_pass:change [--force] login [password]
sk_sk: použitie: php cmdline.php jcommunity ~ reset_pass: zmena [--force] prihlásenie [heslo]

# jcommunity~password.change.cmdline.success
source: Password changed successfully.
it_it: Password cambiata con successo.
pl_pl: Hasło zostało pomyślnie zmienione.
pt_pt: Palavra-passe alterada com sucesso.
sk_sk: Heslo bolo úspešne zmenené.

# jcommunity~password.form.change.current.password.label
source: Your current password
it_it: La tua attuale password
pl_pl: Twoje obecne hasło
pt_pt: A palavra-passe atual
ro_ro: Parola dvs. curentă
sk_sk: Vaše súčasné heslo

# jcommunity~password.form.change.error.admin.badloginemail
source: The username or his email is unknown
it_it: Nome utente o email sconosciuto
pl_pl: Nazwa użytkownika lub jego adres e-mail są nieznane
pt_pt: O utilizador ou ou o endereço de e-mail é desconhecido
ro_ro: Numele de utilizator sau adresa de e-mail nu sunt cunoscute
sk_sk: Používateľské meno alebo jeho e-mail nie sú známe

# jcommunity~password.form.change.error.admin.badstatus
source: Password change is not allowed because of the account status.
it_it: Cambio di password non consentito a causa dello stato dell'account.
pl_pl: Zmiana hasła jest niedozwolona ze względu na stan konta.
pt_pt: A redefinição da palavra-passe não é permitida devido ao estado da conta.
ro_ro: Schimbarea parolei nu este permisă din cauza stării contului.
sk_sk: Zmena hesla nie je povolená z dôvodu stavu účtu.

# jcommunity~password.form.change.error.admin.smtperror
source: There was an error during the mail sending. Please retry later or contact the administrator.
it_it: Si è riscontrato un errore durante l'invio della mail. Riprova più tardi o contatta l'amministratore.
pt_pt: Ocorreu um erro durante o envio do e-mail. Tentar novamente mais tarde ou entrar em contacto com o administrador.
sk_sk: Počas odosielania pošty sa vyskytla chyba. Skúste to znova neskôr alebo kontaktujte správcu.

# jcommunity~password.form.change.error.alreadydone
source: Sorry, there is no request for a password change.
it_it: Sfortunatamente non c'è nessuna richiesta di cambio password.
pl_pl: Przykro mi, nie było żadnego żądania zmiany hasła.
pt_pt: Não existe nenhum pedido para alteração de palavra-passe.
ro_ro: Ne pare rău, nu există nicio solicitare de modificare a parolei.
sk_sk: Je nám ľúto, neexistuje požiadavka na zmenu hesla.

# jcommunity~password.form.change.error.badcurrentpwd
source: The password does not match the current password
it_it: La password non corrisponde alla password corrente
pl_pl: Hasło nie pasuje do obecnego hasła
pt_pt: A palavra-passe não corresponde com a palavra-passe atual
ro_ro: Parola nu se potrivește cu parola curentă
sk_sk: Heslo sa nezhoduje s aktuálnym heslom

# jcommunity~password.form.change.error.badkey
source: Password change is not possible: the username or the request key is not valid.
it_it: Creazione password non consentita: il nome utente o chiave di richiesta non sono validi.
pl_pl: Zmiana hasła nie jest możliwa: nazwa użytkownika lub klucz żądania nie są prawidłowe.
pt_pt: A alteração de palavra-passe não é possível: o nome de utilizador ou a palavra-passe solicitados não são válidos.
ro_ro: Modificarea parolei nu este posibilă: numele de utilizator sau cheia de solicitare nu sunt valabile.
sk_sk: Zmena hesla nie je možná: používateľské meno alebo kľúč žiadosti nie sú platné.

# jcommunity~password.form.change.error.badloginemail
source: We don't know the username or the email you give
it_it: Username o email non riconosciuti.
pl_pl: Nie znamy podanej nazwy użytkownika lub adresu e-mail.
pt_pt: Desconhecemos o nome de utilizador ou o email fornecidos
ro_ro: Numele de utilizator sau adresa de e-mail nu sunt cunoscute
sk_sk: Nepoznáme používateľské meno ani e-mail, ktorý zadáte

# jcommunity~password.form.change.error.badstatus
source: Password change is not allowed because of your account status.
it_it: Cambio di password non consentito a causa dello stato del tuo account.
pl_pl: Zmiana hasła nie jest możliwa z powodu statusu Twojego konta.
pt_pt: A alteração de palavra-passe não é permitida por causa do estado da sua conta.
ro_ro: Schimbarea parolei nu este permisă din cauza stării contului.
sk_sk: Zmena hesla nie je povolená z dôvodu stavu vášho účtu.

# jcommunity~password.form.change.error.expiredkey
source: Password change is not possible: the request has expired. Do an other request.
it_it: Cambio password non consentito: la richiesta è scaduta. Puoi effettuare una nuova richiesta di cambio password tramite il sito.
pl_pl: Zmiana hasła nie jest możliwa: żądanie wygasło. Wystąp o nową prośbę.
pt_pt: A alteração de palavra-passe não é possível: o pedido expirou. É necessário novo pedido.
ro_ro: Schimbarea parolei nu este posibilă: cererea a expirat. Faceți o altă solicitare.
sk_sk: Zmena hesla nie je možná: požiadavka vypršala. Urobte inú požiadavku.

# jcommunity~password.form.change.error.smtperror
source: There was an error during the mail sending. Please retry later or contact the administrator.
it_it: Si è riscontrato un errore durante l'invio della mail. Riprova più tardi o contatta l'amministratore.
pt_pt: Ocorreu um erro durante o envio do e-mail. Tentar novamente mais tarde ou entrar em contacto com o administrador.
sk_sk: Počas odosielania pošty sa vyskytla chyba. Skúste to znova neskôr alebo kontaktujte správcu.

# jcommunity~password.form.change.ok
source: The new password is now saved.
it_it: La nuova password è ora registrata.
pl_pl: Nowe hasło jest zapisane.
pt_pt: A nova palavra-passe está agora guardada.
ro_ro: Noua parolă este acum salvată.
sk_sk: Nové heslo je teraz uložené.

# jcommunity~password.form.change.password.label
source: Your new password
it_it: La tua nuova password
pl_pl: Twoje nowe hasło
pt_pt: A nova palavra-passe
ro_ro: Noua dvs. parolă
sk_sk: Vaše nové heslo

# jcommunity~password.form.change.reset.ok
source: The new password is now saved. You can sign in now.
it_it: La nuova password è ora registrata. Puoi accedere adesso.
pl_pl: Nowe hasło jest zapisane. Możesz się zalogować.
pt_pt: A nova palavra-passe está guardada. Agora já é possível estabelecer ligação.
ro_ro: Noua parolă este acum salvată. Acum vă puteți autentifica.
sk_sk: Nové heslo je teraz uložené. Teraz sa môžete prihlásiť.

# jcommunity~password.form.change.submit
source: Change
it_it: Cambia
pl_pl: Zmień
pt_pt: Alterar
ro_ro: Schimbați
sk_sk: Zmena

# jcommunity~password.form.change.text.html
source: <p>Indicate your new password.</p>
it_it: <p>Indica la tua nuova password</p>
pl_pl: <p>Podaj nowe hasło.</p>
pt_pt: <p>Indicar a nova palavra-passe.</p>
ro_ro: <p>Introduceți noua parolă</p>
sk_sk: <p>Zadajte svoje nové heslo.</p>

# jcommunity~password.form.change.title
source: Password change
it_it: Cambio password
pl_pl: Zmiana hasła
pt_pt: Alteração de palavra-passe
ro_ro: Schimbare parolă
sk_sk: Zmena hesla

# jcommunity~password.form.create.error.alreadydone
source: Sorry, there is no request for a password creation.
it_it: Sfortunatamente non c'è nessuna richiesta di creazione password.
pl_pl: Przepraszamy, nie ma prośby o utworzenie hasła.
pt_pt: Lamentamos, mas não existe qualquer pedido para criação de palavra-passe
ro_ro: Ne pare rău, nu există nicio solicitare pentru crearea unei parole.
sk_sk: Ľutujeme, neexistuje požiadavka na vytvorenie hesla.

# jcommunity~password.form.create.error.badcurrentpwd
source: The password does not match the current password
it_it: La password non corrisponde alla password corrente
pl_pl: Hasło nie pasuje do obecnego hasła
pt_pt: A palavra-passe não corresponde com a palavra-passe atual
ro_ro: Parola nu se potrivește cu parola curentă
sk_sk: Heslo sa nezhoduje s aktuálnym heslom

# jcommunity~password.form.create.error.badkey
source: Password creation is not possible: the username or the request key is not valid.
it_it: Creazione password non consentita: il nome utente o chiave di richiesta non sono validi.
pl_pl: Utworzenie hasła nie jest możliwe: nazwa użytkownika lub klucz żądania są nieprawidłowe.
pt_pt: A criação de palavra-passe não é possível: o utilizador ou a chave solicitada não é válido.
ro_ro: Crearea parolei nu este posibilă: numele de utilizator sau cheia de solicitare nu sunt valabile.
sk_sk: Vytvorenie hesla nie je možné: používateľské meno alebo kľúč žiadosti nie sú platné.

# jcommunity~password.form.create.error.badloginemail
source: We don't know the username or the email you give
it_it: Username o email non riconosciuti.
pl_pl: Nie znamy podanej nazwy użytkownika lub adresu e-mail.
pt_pt: Desconhecemos o nome de utilizador ou o email fornecidos
ro_ro: Numele de utilizator sau adresa de e-mail nu sunt cunoscute
sk_sk: Nepoznáme používateľské meno ani e-mail, ktorý zadáte

# jcommunity~password.form.create.error.badstatus
source: Password creation is not allowed because of your account status.
it_it: Creazione di password non consentita a causa dello stato del tuo account.
pl_pl: Tworzenie hasła jest niedozwolone ze względu na status Twojego konta.
pt_pt: A criação de palavra-passe não é permitida devido ao estado da conta.
ro_ro: Crearea parolelor nu este permisă din cauza stării contului.
sk_sk: Vytváranie hesiel nie je povolené z dôvodu stavu vášho účtu.

# jcommunity~password.form.create.error.expiredkey
source: Password creation is not possible: the request has expired. Contact an administrator
it_it: Creazione password non consentita: la richiesta è scaduta. Contatta un amministratore
pl_pl: Utworzenie hasła nie jest możliwe: żądanie wygasło. Skontaktuj się z administratorem
pt_pt: A criação de palavra-passe não é possível: o pedido expirou. Contactar o administrador
ro_ro: Crearea parolelor nu este posibilă: solicitarea a expirat. Contactați un administrator
sk_sk: Vytvorenie hesla nie je možné: požiadavka vypršala. Kontaktujte správcu

# jcommunity~password.form.create.text.html
source: <p>Indicate your new password.</p>
it_it: <p>Indica la tua nuova password</p>
pl_pl: <p>Podaj nowe hasło.</p>
pt_pt: <p>Indicar a nova palavra-passe.</p>
ro_ro: <p>Introduceți noua parolă</p>
sk_sk: <p>Zadajte svoje nové heslo.</p>
