Repository: 3liz/lizmap-locales
Catalog: web-client/*/jcommunity.po
Languages: it_it, pl_pl, pt_pt, ro_ro, sk_sk

# jcommunity~password.form.create.title
source: Account creation
it_it: Creazione account
pl_pl: Tworzenie konta
pt_pt: Criação de conta
ro_ro: Creare cont
sk_sk: Vytvorenie účtu

# jcommunity~password.form.submit
source: Send the email
it_it: Invia l'email
pl_pl: Wyślij e-mail
pt_pt: Enviar o email
ro_ro: Trimiteți e-mailul
sk_sk: Pošlite e-mail

# jcommunity~password.form.text.html
source: <p>If you have forgotten your password, fill the following form with your username and with the email you have set in your profil.</p> <p>An email will be sent with a link to a page allowing you to choose a new password.</p>
it_it: <p>Se hai dimenticato la password compila i campi seguenti specificando la tua mail e il tuo username .</p> <p>T i sarà inviata una mail con il link ad una pagina attraverso la quale potrai scegliere una nuova password.</p>
pl_pl: <p>Jeśli zapomniałeś swojego hasła, wypełnij poniższy formularz podając swoją nazwę użytkownika oraz adres e-mail, jaki podałeś podczas rejestracji.</p> <p>Zostanie wysłana do Ciebie wiadomość e-mail z odnośnikiem do strony pozwalającej na wybranie nowego hasła.</p>
pt_pt: <p>Se a palavra-passe se encontra esquecida, preencher o seguinte formulário com o utilizador e com o email definido no perfil.</p> <p>Será enviado um email com um link para uma página que permitirá definir uma nova palavra-passe.</p>
ro_ro: <p>Dacă ați uitat parola, completați formularul următor cu numele de utilizator și e-mailul pe care l-ați configurat în profilul dvs.</p> <p>Vă vom trimite un e-mail cu un link către o pagină care vă va permite să alegeți o nouă parolă.</p>
sk_sk: <p>Ak ste zabudli svoje heslo, vyplňte nasledujúci formulár svojím užívateľským menom a e-mailom, ktorý ste nastavili vo svojom profile. </p><p>Bude odoslaný e-mail s odkazom na stránku, ktorý vám umožní zvoliť nové heslo.</p>

# jcommunity~password.form.title
source: Resetting the password
it_it: Cancellazione della password
pl_pl: Resetowanie hasła
pt_pt: Redefinir a palavra-passe
ro_ro: Resetați parola
sk_sk: Obnovenie hesla

# jcommunity~password.mail.pwd.change.subject
source: Request about a password reset on %s
it_it: Richiedi di resettare la password su %s
pl_pl: Poproś o zresetowanie hasła dla %s
pt_pt: Pedido sobre a redefinição de uma palavra-passe em %s
ro_ro: Solicitare de resetare a parolei pentru %s
sk_sk: Žiadosť o obnovenie hesla dňa%s

# jcommunity~password.reset.cmdline.error
source: There was an error during the password resetting.
it_it: Si è verificato un errore durante il reset della password.
pl_pl: Wystąpił błąd podczas resetowania hasła.
pt_pt: Ocorreu um erro durante a redefinição da palavra-passe.
sk_sk: Počas obnovovania hesla sa vyskytla chyba.

# jcommunity~password.reset.cmdline.help.description
source: Send an email with a password reset link to an user.
it_it: Manda ad un utente una mail con il link per il reset della password.
pl_pl: Wyślij wiadomość e-mail z linkiem do resetowania hasła do użytkownika.
pt_pt: Enviar um e-mail com um link de redefinição de palavra-passe para um utilizador.
sk_sk: Pošlite e-mail používateľovi s odkazom na obnovenie hesla.

# jcommunity~password.reset.cmdline.help.parameter.login
source: the user's login
it_it: il login dell'utente
pl_pl: login użytkownika
pt_pt: o login do utilizador
sk_sk: prihlasovacie údaje používateľa

# jcommunity~password.reset.cmdline.help.usage
source: usage: php cmdline.php jcommunity~reset_pass:reset login
it_it: uso: php cmdline.php jcommunity~reset_pass:reset login
pl_pl: użycie: php cmdline.php jcommunity~reset_pass:reset login
pt_pt: utilização: php cmdline.php jcommunity~reset_pass:reset login
sk_sk: použitie: php cmdline.php jcommunity ~ reset_pass: vynulovať prihlásenie

# jcommunity~password.reset.cmdline.mail.undefined
source: User's email is not defined.
it_it: Lla email dell'utente non è definita
pl_pl: Adres e-mail użytkownika nie jest zdefiniowany.
pt_pt: O e-mail do utilizador não está definido.
sk_sk: E-mail používateľa nie je definovaný.

# jcommunity~password.waiting.text.html
source: <p>An email has been sent to the address you gave. If you don't see it into your inbox in few minutes, verify your spam folder. If you didn't receive the email, perhaps the login and the email you gave are invalid. Contact the web site administrator.</p> <p>This email contains a link to a page which allows you to change your password. This link is valid only 48 hours.</p> <p>The current password is still valid as long as you don't change it.</p>
it_it: <p> Ti è stata inviata una mail all'indirizzo mail da te fornito. Se non dovessi trovarla nella casella "Posta in arrivo" entro pochi minuti verifica tra lo spam. Se non hai ricevuto la email, forse il login e la mail fornita non sono validi. Contatta l'amministratore del sito.</p> <p>Questa mail contiene un link ad una pagina attraverso la quale potrai scegliere una nuova password. Questo link sarà valido solo 48 ore. </p> <p>L'attuale password rimarrà valida fino a che non la cambierai tramite l'apposito link.</p>
pl_pl: <p>E-mail został wysłany na podany przez Ciebie adres. Jeśli nie pojawi się w skrzynce odbiorczej w ciągu kilku minut, sprawdź folder ze spamem. Jeśli nie otrzymałeś e-maila, być może login i podany adres e-mail są nieprawidłowe. Skontaktuj się z administratorem serwisu WWW.</p> <p>Ten e-mail zawiera łącze do strony, która umożliwia zmianę hasła. Ten link jest ważny tylko 48 godzin.</p> <p>Bieżące hasło jest nadal ważne, o ile go nie zmienisz.</p>
pt_pt: <p>Foi enviado um e-mail para o endereço fornecido. Se o mesmo não se encontra na caixa de entrada, verificar na pasta de spam. Se o e-mail não foi recebido, talvez o login e o endereço de e-mail fornecidos estejam incorretos. Entrar em contacto com o administrador do sistema.</p> <p>Este e-mail contém um link para uma página que permite redefinir a palavra-passe. Este link é válido por apenas 48 horas.</p> <p>A palavra-passe atual continua a ser válida enquanto não for redefinida.</p>
ro_ro: <p>Un e-mail a fost trimis la adresa pe care ați indicat-o. Dacă în câteva minute nu îl vedeți în mesaje primite, verificați dosarul SPAM. Dacă nu ați primit e-mailul, probabil că numele de utilizator și e-mailul pe care l-ați indicat sunt greșite. Contactați administratorul site-ului web.</p> <p>Acest e-mail conține un link către o pagină care vă permite să vă schimbați parola. Acest link este valabil doar 48 de ore.</p> <p>Parola curentă este încă valabilă atâta timp cât nu o schimbați.</p>
sk_sk: <p>Na adresu, ktorú ste uviedli, bol odoslaný e-mail. Ak to do niekoľkých minút nevidíte v doručenej pošte, overte priečinok so spamom. Ak ste e-mail nedostali, pravdepodobne sú prihlasovacie údaje a e-mail, ktorý ste zadali, neplatné.</p><p> Kontaktujte správcu webových stránok. Tento e-mail obsahuje odkaz na stránku, ktorá vám umožní zmeniť vaše heslo. Tento odkaz je platný iba 48 hodín.</p><p> Aktuálne heslo je stále platné, pokiaľ si ho nezmeníte.</p>

# jcommunity~prefs.admin.prefs.change
source: Modify preferences of jCommunity
it_it: Modifica le impostazioni di jCommunity
pl_pl: Zmodyfikuj ustawienia jCommunity
pt_pt: Modificar as preferências de jCommunity
ro_ro: Editați preferințele jCommunity
sk_sk: Upravte predvoľby jCommunity

# jcommunity~prefs.group.jcommunity
source: jCommunity
sk_sk: jKomunita

# jcommunity~prefs.jcommunity.admin
source: jCommunity
sk_sk: jKomunita

# jcommunity~prefs.pref.registrationEnabled
source: An unknown user can create a new account
it_it: Un utente sconosciuto può creare un account
pl_pl: Nieznany użytkownik może utworzyć nowe konto
pt_pt: Um utilizador desconhecido pode criar uma conta nova
ro_ro: Un utilizator necunoscut poate crea un cont nou
sk_sk: Neznámy používateľ si môže vytvoriť nový účet

# jcommunity~prefs.pref.resetPasswordEnabled
source: A user can reset password when he forget it
it_it: Un utente può resettare la propria password quando l'ha dimenticata
pl_pl: Użytkownik może zresetować hasło, gdy go zapomni
pt_pt: Um utilizador pode redefinir a sua palavra-passe quando se esquecer dela
ro_ro: Utilizatorul poate reseta parola dacă a uitat-o
sk_sk: Používateľ môže heslo resetovať, keď ho zabudne

# jcommunity~register.admin.resend.email.done.text.html
source: <p>The email has been sent to the user.</p>
it_it: <p>La email è stata inviata all'utente.</p>
pl_pl: <p>E-mail został wysłany do użytkownika.</p>
pt_pt: <p>O e-mail foi enviado para o utilizador.</p>
ro_ro: <p>E-mailul a fost trimis utilizatorului.</p>
sk_sk: <p>E-mail bol odoslaný používateľovi.</p>

# jcommunity~register.admin.resend.email.title
source: Account creation: resend the validation email
it_it: Creazione account: invia nuovamente email di validazione
pl_pl: Utworzenie konta: wyślij ponownie e-mail weryfikacyjny
pt_pt: Criação de conta: reenviar o e-mail de ativação
ro_ro: Creare contul: trimiteți din nou e-mailul de validare
sk_sk: Vytvorenie účtu: znova pošlite overovací e-mail

# jcommunity~register.cmdline.create.help.description
source: Creates a new user account
it_it: Crea un nuovo account utente
pl_pl: Tworzy nowe konto użytkownika
pt_pt: Criar uma nova conta de utilizador
sk_sk: Vytvorí nový používateľský účet

# jcommunity~register.cmdline.create.help.option.admin
source: add the new user to "admins" group
it_it: Aggiungi il nuovo utente al gruppo "admins"
pl_pl: dodaj nowego użytkownika do grupy „admins”
pt_pt: adicionar o novo utilizador ao grupo "admins"
sk_sk: pridať nového používateľa do skupiny „správcovia“

# jcommunity~register.cmdline.create.help.option.noerror
source: Do not output an error if the user already exists
it_it: Non rilevare un errore se l'utente esiste già
pl_pl: Nie wyświetlaj błędu, jeśli użytkownik już istnieje
pt_pt: Não apresentar um erro se o utilizador já existir
sk_sk: Nevypisujte chybu, ak používateľ už existuje

# jcommunity~register.cmdline.create.help.option.reset
source: generates a reset link and send it to email
it_it: genera un link per il reset e lo manda come email
pl_pl: generuje link do resetowania i wysyła go na e-mail
pt_pt: gerar um link de redefinição e enviar por e-mail
sk_sk: vygeneruje resetovací odkaz a odošle ho na e-mail

# jcommunity~register.cmdline.create.help.option.verbose
source: enable verbose mode
it_it: abilita modalità dettagliata
pl_pl: włącz tryb szczegółowy
pt_pt: ativar o modo de detalhe
sk_sk: povoliť podrobný režim

# jcommunity~register.cmdline.create.help.parameter.email
source: The new user's email
it_it: La email del nuovo utente
pl_pl: E-mail nowego użytkownika
pt_pt: O e-mail do novo utilizador
sk_sk: E-mail nového používateľa

# jcommunity~register.cmdline.create.help.parameter.login
source: The new user's login
it_it: Il login del nuovo utente
pl_pl: Login nowego użytkownika
pt_pt: O login do novo utilizador
sk_sk: Prihlásenie nového používateľa

# jcommunity~register.cmdline.create.help.parameter.password
source: The new user's password, if not defined and '--reset' flag is not given, the password will be generated randomly and reported via the command line
it_it: La password del nuovo utente, se non definita e la opzione '--reset' non è dichiarata, sarà generata in maniera casuale e riportata attraverso la linea di comando
pl_pl: Hasło nowego użytkownika, jeśli nie jest zdefiniowane i flaga '--reset' nie jest podana, hasło zostanie wygenerowane losowo i zgłoszone za pośrednictwem wiersza poleceń
pt_pt: A senha do novo utilizador, se não for definida e o sinalizador '--reset' não for indicado, a palavra-passe será gerada aleatoriamente e reportada através da linha de comandos
sk_sk: Ak nie je definované nové heslo používateľa a nie je zadaný príznak „--reset“, heslo sa vygeneruje náhodne a nahlási sa z príkazového riadku.

# jcommunity~register.cmdline.create.help.text
source: The password can be given, defined randomly, or a token can be sent by email so the user can define it himself. It the user already exists, it fails, unless you give the option '--no-error-if-exists'.
it_it: La password può essere fornita, definita in modo casuale o un token può essere inviato via e-mail in modo che l'utente possa definirlo da solo. Se l'utente esiste già, fallisce, a meno che non si dia l'opzione '--no-error-if-exist'.
pl_pl: Hasło można podać, zdefiniować losowo lub wysłać token e-mailem, aby użytkownik mógł samodzielnie je zdefiniować. Jeśli użytkownik już istnieje, nie powiedzie się, chyba że podasz opcję „--no-error-if-exist”.
pt_pt: A palavra-passe pode ser introduzida, definida aleatoriamente, ou pode ser enviado um token por e-mail para que o próprio utilizador a defina. Se o utilizador já existir, a operação falhará, a menos que seja indicada a opção '--no-error-if-existing'.
sk_sk: Heslo je možné zadať, zadať náhodne alebo token poslať e-mailom, aby si ho používateľ mohol definovať sám. Ak používateľ už existuje, zlyhá, pokiaľ mu nedáte možnosť „--žiadna-chyba-ak-existuje“.

# jcommunity~register.cmdline.create.help.usage
source: php cmdline.php jcommunity~user:create [-v] [--admin] [--reset] login email [password]
sk_sk: php cmdline.php jcommunity ~ užívateľ: vytvoriť [-v] [--admin] [--reset] prihlasovací e-mail [heslo]

# jcommunity~register.email.bad.format
source: Wrong email format
it_it: Fomato indirizzo errato
pl_pl: Niewłaściwy format wiadomości e-mail
pt_pt: Formato de e-mail incorreto
sk_sk: Nesprávny formát e-mailu

# jcommunity~register.form.create.submit
source: Create the account
it_it: Crea l'account
pl_pl: Stwórz konto
pt_pt: Criar conta
ro_ro: Creați contul
sk_sk: Vytvorte si účet

# jcommunity~register.form.create.text.html
source: <p>Register yourself by filling the following form.</p> <p>An email will be sent to you with a link to confirm your registration. You could then identified yourself on the web site.</p>
it_it: <p>Registrati compilando il seguente modulo.</p> <p>Ti verrà inviata una email con un link per la conferma della tua registrazione. Potrai allora identificarti nel sito web.</p>
pl_pl: <p>Aby utworzyć swoje konto wypełnij poniższy formularz.</p> <p>Zostanie wysłana do Ciebie wiadomość e-mail z odnośnikiem umożliwiającym potwierdzenie rejestracji. Następnie będziesz mógł uzupełnić informacje o sobie na stronie.</p>
pt_pt: <p>Registar-se preenchendo o seguinte formulário.</p> <p>Será enviado um email com um link para confirmar a inscrição. Será então possível a identificação no site.</p>
ro_ro: <p>Înregistrați-vă completând formularul următor.</p> <p>Vă va fi trimis un e-mail cu un link pentru a vă confirma înregistrarea. Vă puteți identifica apoi pe site-ul web.</p>
sk_sk: <p>Zaregistrujte sa vyplnením nasledujúceho formulára. </p><p>Bude vám zaslaný e-mail s odkazom na potvrdenie registrácie. Potom by ste sa mohli identifikovať na webovej stránke.</p>

# jcommunity~register.form.create.title
source: Create an account
it_it: Crea un account
pl_pl: Stwórz konto
pt_pt: Criar uma conta
ro_ro: Creați un cont
sk_sk: Vytvoriť účet

# jcommunity~register.form.login.exists
source: This username already exists
it_it: Questo nome utente esiste già
pl_pl: Ta nazwa użytkownika już istnieje
pt_pt: Este nome de utilizador já existe
ro_ro: Acest nume de utilizator există deja
sk_sk: Toto užívateľské meno už existuje

# jcommunity~register.mail.new.subject
source: Activating your account on the web site %s
it_it: Attivazione del tuo account sul sito %s
pl_pl: Aktywowanie konta na stronie %s
pt_pt: Ativando a conta no site %s
ro_ro: Activarea contului dvs. pe site-ul web %s
sk_sk: Aktivácia vášho účtu na webovej stránke%s

# jcommunity~register.registration.cmdline.ok
source: User successfully created.
it_it: Utente creato con successo.
pl_pl: Utworzono użytkownika.
pt_pt: Utilizador criado com sucesso.
sk_sk: Používateľ bol úspešne vytvorený.

# jcommunity~register.registration.confirm.alreadydone
source: Your account is already activated. You can identify yourself on the web site.
it_it: Il tuo account è già stato attivato. Puoi collegarti nel sito.
pl_pl: Twoje konto zostało już aktywowane. Możesz teraz uzupełnić informacje o sobie na stronie.
pt_pt: A conta já está ativada. É agora possível a identificação no site.
ro_ro: Contul dvs. este deja activat. Vă puteți identifica pe site-ul web.
sk_sk: Váš účet je už aktivovaný. Na webovej stránke sa môžete identifikovať.

# jcommunity~register.registration.confirm.badkey
source: Activation is not possible: the key or the username is invalid.
it_it: L'attivazione non è possibile: la chiave o il nome utente non è valido.
pl_pl: Aktywacja nie jest możliwa: klucz lub nazwa użytkownika są niewłaściwe.
pt_pt: A ativação não é possível: a palavra-passe ou o nome de utilizador são inválidos.
ro_ro: Activarea nu este posibilă: cheia sau numele de utilizator nu sunt valide.
sk_sk: Aktivácia nie je možná: kľúč alebo používateľské meno sú neplatné.

# jcommunity~register.registration.confirm.badstatus
source: Activation is not possible: your account is not a new one.
it_it: L'attivazione non è possibile: il tuo account non è nuovo.
pl_pl: Aktywacja nie jest możliwa: Twoje konto nie jest nowe.
pt_pt: A ativação não é possível: a conta não é nova.
ro_ro: Activarea nu este posibilă: contul dvs. nu este unul nou.
sk_sk: Aktivácia nie je možná: váš účet nie je nový.

# jcommunity~register.registration.confirm.expiredkey
source: Activation is not possible: the request has expired. Ask the administrator of the web site to activate your account
it_it: Attivazione non consentita: la richiesta è scaduta. Chiedi all'amministratore del sito di attivare il tuo account
pl_pl: Aktywacja nie jest możliwa: żądanie wygasło. Poproś administratora witryny o aktywację konta
pt_pt: Não é possível a ativação: o pedido expirou. Solicitar ao administrador do sistema a ativação da conta
ro_ro: Activarea nu este posibilă: solicitarea a expirat. Solicitați administratorului site-ului web să vă activeze contul
sk_sk: Aktivácia nie je možná: požiadavka vypršala. Požiadajte správcu webovej stránky o aktiváciu vášho účtu

# jcommunity~register.registration.confirm.ok
source: Your account is activated. You can identify yourself on the web site.
it_it: Il tuo account è attivato. Puoi collegarti nel sito.
pl_pl: Twoje konto zostało aktywowane. Możesz teraz uzupełnić informacje o sobie na stronie.
pt_pt: A conta está ativada. Agora já é possível a identificação no site.
ro_ro: Contul dvs. este activat. Vă puteți identifica pe site-ul web.
sk_sk: Váš účet je aktivovaný. Na webovej stránke sa môžete identifikovať.

# jcommunity~register.registration.confirm.title
source: Activation of your account
it_it: Attivazione del tuo account
pl_pl: Aktywacja Twojego konta
pt_pt: Ativação da conta
ro_ro: Activare cont
sk_sk: Aktivácia vášho účtu

# jcommunity~register.registration.title
source: Registration
it_it: Registrazione
pl_pl: Rejestracja
pt_pt: Registo
ro_ro: Înregistrare
sk_sk: Registrácia

# jcommunity~register.registration.waiting.text.html
source: <p>Your account is created, but before using it, we have to verify your email.</p> <p>In order to verify your email, we just have sent you an email containing a link on which you must click. Verify your spam folder if you don't see this email in your inbox.</p>
it_it: <p>Il tuo account è creato, ma prima di utilizzarlo , dobbiamo verificare la tua email.</p> <p>Per verificare la tua mail, ti abbiamo mandato una email contenente un link da seguire. Verifica la cartella di spam se non vedi questa mail nella cartella della posta in arrivo.</p>
pl_pl: <p>Twoje konto jest utworzone, ale zanim będziesz mógł w pełni z niego skorzystać, musimy zweryfikować Twój e-mail.</p> <p>Aby zweryfikować Twój adres e-mail, wysłaliśmy Ci wiadomość zawierającą odnośnik, w który musisz kliknąć. Jeśli nie widzisz otrzymanej wiadomości, sprawdź proszę folder Spam na Twojej skrzynce e-mail.</p>
pt_pt: <p>A conta está criada, mas antes de poder ser utilizada é necessário verificar seu email.</p> <p>Para verificar o email, será enviado um email contendo um link sobre o qual se deverá clicar. Verificar a pasta de spam caso o mesmo não se encontre na caixa de entrada.</p>
ro_ro: <p>Contul dvs. este creat, dar înainte de a-l folosi, trebuie să vă confirmăm adresa de e-mail.</p> <p>Pentru a vă confirma e-mailul, tocmai v-am trimis un e-mail care conține un link pe care trebuie să faceți clic. Verificați dosarul de spam dacă nu vedeți acest e-mail în căsuța de mesaje primite.</p>
sk_sk: <p>Váš účet je vytvorený, ale pred jeho použitím musíme overiť váš e-mail.</p><p> Za účelom overenia vášho e-mailu sme vám poslali e-mail s odkazom, na ktorý musíte kliknúť. Ak tento e-mail nevidíte v doručenej pošte, overte svoj priečinok so spamom.</p>

# jcommunity~register.registration.waiting.title
source: Registration
it_it: Registrazione
pl_pl: Rejestracja
pt_pt: Registo
ro_ro: Înregistrare
sk_sk: Registrácia

# jcommunity~register.admin.resend.email.text.html
source: <p>An email with a new validation key, will be send to the user '%s' who have a non-validated account. Use this feature when the user has informed you that the validation key he received has expired.</p>
it_it: <p>Una email con una nuova chiave di validazione sarà inviata all'utente '%s'che non ha un account validato. Usa questa funzione quando l'utente ti ha informato che la chiave di validazione ricevuta è scaduta.</p>
pl_pl: <p>E-mail z nowym kluczem weryfikacji zostanie wysłany do użytkownika „%s”, który ma niezatwierdzone konto. Użyj tej funkcji, gdy użytkownik poinformował Cię, że klucz weryfikacji, który otrzymał, utracił ważność.</p>
pt_pt: <p>Será enviado um e-mail com uma nova chave de validação para o utilizador '%s' o qual não possui uma conta validada. Utilizar este recurso quando for informado que a chave de validação recebida expirou.</p>
ro_ro: <p>Un e-mail cu o nouă cheie de validare va fi trimis utilizatorului „%s” care are un cont nevalidat. Utilizați această caracteristică când utilizatorul v-a informat că cheia de validare pe care a primit-o a expirat.</p>
