Repository: 3liz/lizmap-locales
Catalog: web-client/*/jelix.po
Languages: sk_sk

# jelix~errors.ad.controller.method.unknown
source: (102)Action %s: method %s of the controller class %s doesn't exists (file: %s)
sk_sk: (102) Akcia%s: metóda%s triedy radiča%s neexistuje (súbor:%s)

# jelix~errors.ad.response.not.loaded
source: (112)Action %s: the class for the response type "%s" can't be loaded (file: %s)
sk_sk: (112) Akcia%s: Triedu pre typ odpovede „%s“ nemožno načítať (súbor:%s)

# jelix~errors.ad.response.type.notallowed
source: (113)Action %s: the response type "%s" is not allowed for the current request (file: %s)
sk_sk: (113) Akcia%s: Typ odpovede „%s“ nie je pre aktuálnu požiadavku povolený (súbor:%s)

# jelix~errors.ad.response.type.unknown
source: (111)Action %s: the response type "%s" is unknown (file: %s)
sk_sk: (111) Akcia%s: typ odpovede „%s“ nie je známy (súbor:%s)

# jelix~errors.ad.response.unknown
source: (110)Action %s: response %s doesn't exists (file: %s)
sk_sk: (110) Akcia%s: odpoveď %sneexistuje (súbor:%s)

# jelix~errors.bindings.nobinding
source: (380) Binding for %s not defined
sk_sk: (380) Väzba pre %s nie je definovaná

# jelix~errors.cli.option.value.missing
source: (42)value for option "%s" is missing
sk_sk: (42) hodnota pre možnosť „%s“ chýba

# jelix~errors.cli.param.missing
source: (41)Missing parameter "%s"
sk_sk: (41) Chýbajúci parameter „%s“

# jelix~errors.cli.two.many.parameters
source: (44)Too many parameters
sk_sk: (44) Príliš veľa parametrov

# jelix~errors.cli.unknown.command
source: (40)Unknown command "%s"
sk_sk: (40) Neznámy príkaz „%s“

# jelix~errors.cli.unknown.option
source: (43)Unknown option "%s"
sk_sk: (43) Neznáma možnosť „%s“

# jelix~errors.datetime.invalid
source: (400)jDateTime: invalid date/time (%d-%d-%d %d:%d:%d)
sk_sk: (400) jDateTime: neplatný dátum / čas (%d-%d-%d%d:%d:%d)

# jelix~errors.default.response.not.loaded
source: (134)Action %s: the class of default type "%2$s" can't be loaded
sk_sk: (134) Akciu%s: triedu predvoleného typu „%2$s“ nie je možné načítať

# jelix~errors.default.response.type.unknown
source: (133)Action %s: unknown default type "%s"
sk_sk: (133) Akcia%s: neznámy predvolený typ „%s“

# jelix~errors.file.directory.cannot.remove.fs.root
source: (25)Can't delete the filesystem's root directory
sk_sk: (25) Kmeňový adresár súborového systému nemožno vymazať

# jelix~errors.file.directory.notexists
source: (20)The given directory [%s] does not exists
sk_sk: (20) Daný adresár [%s] neexistuje

# jelix~errors.file.directory.notwritable
source: (21)Unable to write %s, make sure %s is writable
sk_sk: (21) Nedá sa zapisovať%s, uistite sa, že%s je zapisovateľný

# jelix~errors.file.notexists
source: (23)The file %s doesn't exists
sk_sk: (23) Súbor %sneexistuje

# jelix~errors.file.write.error
source: (22)Error while writing file %s using temporary %s
sk_sk: (22) Chyba pri zápise súboru%s pomocou dočasného súboru%s

# jelix~errors.includer.source.compile
source: (141)Includer: the compiler for the selector "%s" has failed
sk_sk: (141) Vrátane: kompilátor selektora "%s" zlyhal

# jelix~errors.includer.source.missing
source: (140)Includer: the selector "%s" doesn't point to a source file
sk_sk: (140) Zahrnutie: selektor „%s“ neukazuje na zdrojový súbor

# jelix~errors.inifile.write.error
source: (24)Error while writing ini file %s
sk_sk: (24) Chyba pri zápise do súboru INI %s

# jelix~errors.jsession.name.invalid
source: (90)Session name cannot be empty and only accepts alpha-numeric chars.
sk_sk: (90) Názov relácie nemôže byť prázdny a prijíma iba alfanumerické znaky.

# jelix~errors.locale.key.file.unknown
source: (202) The file of the given locale key "%s" from module "%s" (and charset %s, lang %s) does not exists
sk_sk: (202) Súbor daného kľúča miestneho nastavenia "%s“ z modulu "%s“ (a znaková sada%s, jazyk%s) neexistuje

# jelix~errors.locale.key.selector.invalid
source: (200)The given locale key "%s" is invalid ( charset %s, lang %s)
sk_sk: (200) Daný kľúč miestneho nastavenia "%s“ je neplatný (znaková sada%s, jazyk%s)

# jelix~errors.locale.key.unknown
source: (201)The given locale key "%s" from module "%s" (and charset %s, lang %s) does not exists
sk_sk: (201) Daný kľúč miestneho nastavenia "%s“ z modulu "%s“ (a znaková sada%s, jazyk%s) neexistuje

# jelix~errors.ltx2pdf.exec
source: (120) %s has returned: %s
sk_sk: (120) %s sa vrátil: %s

# jelix~errors.mail.authenticate
source: (354)jMailer: SMTP Error: Could not authenticate.
sk_sk: (354) jMailer: Chyba SMTP: Nepodarilo sa overiť.

# jelix~errors.mail.connect_host
source: (358)SMTP Error: Could not connect to SMTP host.
sk_sk: (358) Chyba SMTP: Nepodarilo sa pripojiť k hostiteľovi SMTP.

# jelix~errors.mail.data_not_accepted
source: (357)SMTP Error: Data not accepted.
sk_sk: (357) Chyba SMTP: údaje nie sú akceptované.

# jelix~errors.mail.encoding
source: (361)jMailer: Unknown encoding: %s
sk_sk: (361) jMailer: Neznáme kódovanie: %s

# jelix~errors.mail.execute
source: (352)jMailer: Could not execute: %s
sk_sk: (352) jMailer: Nepodarilo sa spustiť: %s

# jelix~errors.mail.file_access
source: (359)jMailer: Could not access file: %s
sk_sk: (359) jMailer: Nemôžem získať prístup k súboru:

# jelix~errors.mail.file_open
source: (360)jMailer: File Error: Could not open file: %s
sk_sk: (360) jMailer: Chyba súboru: Nepodarilo sa otvoriť súbor: %s

# jelix~errors.mail.from_failed
source: (355)jMailer: The following From address failed: %s
sk_sk: (355) jMailer: Nasledujúca adresa odosielateľa zlyhala: %s

# jelix~errors.mail.instantiate
source: (353)jMailer: Could not instantiate mail function..
sk_sk: (353) jMailer: Nepodarilo sa vytvoriť inštanciu poštovej funkcie ..

# jelix~errors.mail.mailer_not_supported
source: (351)jMailer: mailer is not supported (%s)
sk_sk: (351) jMailer: poštový server nie je podporovaný (%s)

# jelix~errors.mail.provide_address
source: (350)jMailer: You must provide at least one recipient email address.
sk_sk: (350) jMailer: Musíte zadať aspoň jednu e-mailovú adresu príjemcu.

# jelix~errors.mail.recipients_failed
source: (356)SMTP Error: The following recipients failed: %s
sk_sk: (356) Chyba SMTP: Nasledujúci príjemcovia zlyhali: %s

# jelix~errors.mail.signing
source: (362) Signing Error: %s
sk_sk: (362) Chyba podpisu: %s

# jelix~errors.module.unknown
source: (136)Unknown module "%s"
sk_sk: (136) Neznámy modul „%s“

# jelix~errors.module.untrusted
source: (130)Module "%s" is unknown or disabled
sk_sk: (130) Modul „%s“ je neznámy alebo zablokovaný

# jelix~errors.plugin.unregister
source: (135)The required %1$s plugin for coordinator is not registered
sk_sk: (135) Požadovaný doplnok %1$s pre koordinátora nie je zaregistrovaný

# jelix~errors.profile.default.unknown
source: (502)No default profile for "%s"
sk_sk: (502) Žiadny predvolený profil pre “%s“

# jelix~errors.profile.unknown
source: (500)Unknown profile "%s" for "%s"
sk_sk: (500) Neznámy profil "%s“ pre "%s“

# jelix~errors.profile.use.default
source: (501) The given profile "%s" for "%s" doesn't exist. The default one is used instead. To not show this error, create the profile or an alias to the default profile.
sk_sk: (501) Daný profil "%s“ pre "%s“ neexistuje. Namiesto toho sa použije predvolený. Ak nechcete túto chybu zobraziť, vytvorte profil alebo alias predvoleného profilu.

# jelix~errors.profile.virtual.invalid.params
source: (504) Invalid parameters for the virtual profile "%s" for "%s"
sk_sk: (504) Neplatné parametre pre virtuálny profil "%s" pre "%s"

# jelix~errors.profile.virtual.no.name
source: (503) The name of a virtuel profile for "%s" is empty
sk_sk: (503) Názov virtuálneho profilu pre “%s“ je prázdny

# jelix~errors.rep.bad.request.method
source: (155) Impossible to use cache on other request type that GET or HEAD
sk_sk: (155) Nie je možné použiť medzipamäť na iný typ požiadavky, ktorý GET alebo HEAD

# jelix~errors.repbin.unknown.file
source: (152) Unknown file for binary response (%s)
sk_sk: (152) Neznámy súbor pre binárnu odpoveď (%s)

# jelix~errors.repredirect.empty.url
source: (153) Impossible to do redirection: empty url
sk_sk: (153) Nie je možné vykonať presmerovanie: prázdna adresa URL

# jelix~errors.repxml.invalid.content
source: (151) Invalid xml content for xml response
sk_sk: (151) Neplatný obsah XML pre odpoveď XML

# jelix~errors.repxml.no.content
source: (150) Undefined content for xml response
sk_sk: (150) Nedefinovaný obsah pre odpoveď xml

# jelix~errors.response.missing
source: (132)response is missing (action %s)
sk_sk: (132) odpoveď chýba (akcia%s)

# jelix~errors.selector.invalid.syntax
source: (16)Invalid Syntax in the "%1$s" selector (type:%2$s)
sk_sk: (16) Neplatná syntax %1$s v selektore „“ (typ :%2$s)

# jelix~errors.selector.invalid.target
source: (17)The selector "%s" doesn't correspond to a resource of type: "%s"
sk_sk: (17) Selektor „%s“ nezodpovedá prostriedku typu: „%s“

# jelix~errors.selector.method.invalid
source: (19)Invalid method in the selector "%s"
sk_sk: (19) Neplatná metóda v selektore „%s“

# jelix~errors.selector.module.unknown
source: (18)Unknown module in the selector "%s"
sk_sk: (18) Neznámy modul v selektore „%s“

# jelix~errors.tech
source: (2)There is a technic error on the site. Please try connect to it later.
sk_sk: (2) Na stránke sa vyskytla technická chyba. Skúste sa k nej pripojiť neskôr.

# jelix~errors.tpl.not.found
source: (311)The %s template file doesn't exist
sk_sk: (311) Tento%s súbor šablón neexistuje

# jelix~errors.tpl.tag.block.begin.missing
source: (306)In the template %2$s, begin of bloc %1$s is missing
sk_sk: (306) V šablóne%2$s chýba začiatok bloku%1$s

# jelix~errors.tpl.tag.block.end.missing
source: (305)In the template %2$s, end of bloc %1$s is missing
sk_sk: (305) V šablóne %2$schýba koniec bloku %1$s

# jelix~errors.tpl.tag.bracket.error
source: (310)In the tag %s in the template %s, bracket error
sk_sk: (310) V značke %sv šablóne %sje chyba zátvorky

# jelix~errors.tpl.tag.character.invalid
source: (309)In the tag %s in the template %3$s, character %2$s not allowed
sk_sk: (309) V značke%sv šablóne%3$s nie je znak%2$spovolený

# jelix~errors.tpl.tag.constant.notallowed
source: (318)In the tag %s in the template %3$s, constants (%2$s) are not allowed
sk_sk: (318) V značke %s v šablóne %3$s nie sú povolené konštanty (%2$s)

# jelix~errors.tpl.tag.function.invalid
source: (301)In the template %2$s, invalid syntax on the function %1$s
sk_sk: (301) V šablóne%2$s je neplatná syntax funkcie%1$s

# jelix~errors.tpl.tag.function.unknown
source: (302)In the template %2$s, unknown fonction %1$s
sk_sk: (302) V šablóne%2$sje neznáme písmo %1$s

# jelix~errors.tpl.tag.locale.end.missing
source: (317)In the tag %s in the template %s, the end of a locale key is missing
sk_sk: (317) V značke %s v šablóne %s chýba koniec kľúča miestneho nastavenia

# jelix~errors.tpl.tag.locale.invalid
source: (308)In the tag %s in the template %s, locale key is empty
sk_sk: (308) V značke%s v šablóne%s je kľúč miestneho nastavenia prázdny

# jelix~errors.tpl.tag.meta.invalid
source: (313)In the template %2$s, the meta tag syntax %1$s is invalid
sk_sk: (313) V šablóne %2$s je syntax metaznačky %1$s neplatná

# jelix~errors.tpl.tag.meta.unknown
source: (312)In the template %2$s, the meta tag %1$s is unknown
sk_sk: (312) V šablóne %2$s nie je metaznačka %1$s známa

# jelix~errors.tpl.tag.modifier.invalid
source: (303)In the tag %s in the template %3$s, invalid syntax on the modifier %2$s
sk_sk: (303) V značke%s v šablóne%3$s je neplatná syntax modifikátora%2$s

# jelix~errors.tpl.tag.modifier.unknown
source: (304)In the tag %s in the template %3$s, unknown modifier %2$s
sk_sk: (304) V značke%s v šablóne%3$sje neznámy modifikátor %2$s

# jelix~errors.tpl.tag.phpsyntax.invalid
source: (307)In the tag %s in the template %3$s, php code %2$s is not allowed
sk_sk: (307) V značke%s v šablóne%3$s nie je povolený kód php %2$s

# jelix~errors.tpl.tag.syntax.invalid
source: (300)In the template %2$s, invalid syntax on tag %1$s
sk_sk: (300) V šablóne%2$s je neplatná syntax značky%1$s

# jelix~errors.tplplugin.block.bad.argument.number
source: (316)In the tag %s in the template %3$s, bad argument number (%2$s expected)
sk_sk: (316) V značke %s v šablóne %3$s je nesprávne číslo argumentu ( %2$s očakáva sa).

# jelix~errors.tplplugin.block.too.few.arguments
source: (314)In the tag %s in the template %s, too few arguments
sk_sk: (314) V značke %s v šablóne %s príliš málo argumentov

# jelix~errors.tplplugin.block.too.many.arguments
source: (315)In the tag %s in the template %s, too many arguments
sk_sk: (315) V značke %s v šablóne %s je príliš veľa argumentov

# jelix~errors.tplplugin.cfunction.bad.argument.number
source: (319)In the tag %s in the template %3$s, bad argument number (%2$s expected)
sk_sk: (319) V značke %s v šablóne %3$s je nesprávne číslo argumentu (%2$s očakáva sa).

# jelix~errors.tplplugin.cmodifier.bad.argument.number
source: (320)In the modifier %s in the template %3$s, bad argument number (%2$s expected)
sk_sk: (320) V modifikátore %s v šablóne %3$s je nesprávne číslo argumentu ( %2$s očakáva sa).

# jelix~errors.tplplugin.function.argument.unknown
source: (322)In the tag %2$s in the template %3$s, the %1$s argument is unknown
sk_sk: (322) V značke %2$sv šablóne %3$snie je %1$sargument známy

# jelix~errors.tplplugin.function.invalid
source: (323)Invalid syntax in the tag %1$s in the template %3$s
sk_sk: (323) Neplatná syntax v značke%1$sv šablóne %3$s

# jelix~errors.tplplugin.untrusted.not.available
source: (321)In the tag %s in the template %2$s, is not allowed in a untrusted template
sk_sk: (321) V značke %s v šablóne %2$s,nie je povolená v nedôveryhodnej šablóne

# jelix~errors.unknown
source: (1)unknown error
sk_sk: (1) neznáma chyba

# jelix~errors.urls.engine.notfound
source: (30)Url engine "%s" is not found
sk_sk: (30) Url engine „%s“ sa nenašiel

# jelix~errors.xml.loading.document.error
source: (61) Error(s) while loading the XML document: %s
sk_sk: (61) Chyba (chyby) pri načítaní dokumentu XML:%s

# jelix~errors.xml.remote.feed.error
source: (60) Error while reading the remote feed
sk_sk: (60) Chyba pri čítaní vzdialeného informačného kanála

# jelix~formserr.attribute.missing
source: (802) attribut %1$s is missing on %2$s (file %3$s)
sk_sk: (802)V (súbore %3$s) chýba %2$s atribút %1$s

# jelix~formserr.attribute.not.allowed
source: (803) attribut %1$s not allowed on %2$s (file %3$s)
sk_sk: (803) atribút %1$snie je povolený pre %2$s(súbor %3$s)

# jelix~formserr.bad.formid.for.dao
source: (810)Impossible to get the dao record %s corresponding to the formid %s of %s form
sk_sk: (810) Nie je možné získať záznam dao %s zodpovedajúci formidu %s formy %s

# jelix~formserr.bad.root.tag
source: (820) the root element %1$s is incorrect, it should have the name "form" (fichier %2$s)
sk_sk: (820) koreňový prvok %1$s je nesprávny, mal by mať názov „form“ (fichier %2$s)

# jelix~formserr.content.missing
source: (816) content of %1$s tag is missing (file %2$s)
sk_sk: (816) chýba obsah značky %1$s (súbor %2$s)

# jelix~formserr.control.not.allowed
source: (818) The tag %1$s is not allowed in %2$s (file %3$s)
sk_sk: (818) Značka %1$s nie je povolená v %2$s (súbore %3$s)

# jelix~formserr.control.not.container
source: (811) Impossible to use the control "%s" with a dao because it isn't a control with a datasource (form=%s)
sk_sk: (811) Nie je možné použiť ovládací prvok "%s" s tao, pretože nejde o ovládací prvok so zdrojom údajov (form = %s)

# jelix~formserr.datatype.unknown
source: (804) unknown datatype %1$s on %2$s (file %3$s)
sk_sk: (804) neznámy údajový typ %1$s na %2$s(súbor %3$s)

# jelix~formserr.defaultvalues.not.allowed
source: (807) <defaultvalues> is not allowed in a <listbox multiple="false"> element (file %s)
sk_sk: (807) <defaultvalues> nie je povolený v prvku <listbox multiple="false"> (súbore %s)

# jelix~formserr.formid.undefined.for.dao
source: (812) Impossible to use the control "%s" with a dao because the form %s has not an id
sk_sk: (812) Nie je možné použiť ovládací prvok "%s" s dao, pretože formulár %s nemá id

# jelix~formserr.invalid.form.builder
source: (814) The type "%s" of form constructor is invalid (form=%s)
sk_sk: (814) Typ "%s" konštruktora formulára je neplatný (form =%s)

# jelix~formserr.invalid.token
source: (835) The token of the form is not valid, you should fill the form from the original web page
sk_sk: (835) Token formulára je neplatný, vyplňte formulár z pôvodnej webovej stránky

# jelix~formserr.invalid.upload.control.name
source: (815) The given control name "%s" is invalid or the corresponding control is not an upload (form=%s)
sk_sk: (815) Daný názov ovládacieho prvku "%s" je neplatný alebo príslušný ovládací prvok nie je nahraný (form =%s)

# jelix~formserr.invalid.xml.file
source: (805) invalid xml syntax in jforms file (file %s)
sk_sk: (805) Neplatná syntax XML v súbore jforms (súbor %s)

# jelix~formserr.js.err.file.upload
source: Technical error during the upload of "%s"
sk_sk: Technická chyba počas nahrávania súboru "%s"

# jelix~formserr.js.err.invalid
source: "%s" field is invalid
sk_sk: "%s" pole je neplatné

# jelix~formserr.js.err.invalid.file.size
source: The file given for "%s" has a wrong size
sk_sk: Súbor uvedený pre "%s" má nesprávnu veľkosť

# jelix~formserr.js.err.invalid.file.type
source: The file given for "%s" has a wrong type
sk_sk: Súbor zadaný pre "%s" má nesprávny typ

# jelix~formserr.js.err.required
source: "%s" field is required
sk_sk: "%s"pole je povinné

# jelix~formserr.multiple.selected.not.allowed
source: (808)Only one selected item is allowed in <listbox multiple="false">, <radiobuttons> and <menulist> elements (file %s)
sk_sk: (808) Iba jedna vybraná položka v <listbox multiple="false">,<radiobuttons>a<menulist>prvkoch (súbor %s)

# jelix~formserr.namespace.wrong
source: (809)The document "%s" is not a form or the namespace is invalid
sk_sk: (809) Dokument "%s" nie je formulár alebo menný priestor je neplatný

# jelix~formserr.no.child.control
source: (819) The tag %1$s must contain some controls (file %2$s)
sk_sk: (819) Značka %1$s musí obsahovať niektoré ovládacie prvky (súbor %2$s)

# jelix~formserr.notunique.tag
source: (817) tag %1$s must be unique (file %2$s)
sk_sk: (817) Značka %1$s musí byť jedinečná (súbor %2$s)

# jelix~formserr.selected.attribute.not.allowed
source: (806)"selected" attribute on <item> is not allowed when using defaultvalue attribute or <defaultvalues> (file %s)
sk_sk: (806) Atribút „selected“ na <item> nie je povolený pri použití predvolenej hodnoty alebo <defaultvalues> (súbor %s)

# jelix~formserr.tag.missing
source: (800) %1$s is missing (file %2$s)
sk_sk: (800) %1$s chýba (súbor %2$s)

# jelix~formserr.unknown.control
source: (830) The control "%1$s" doesn't exist in the form "%2$s" (template %3$s)
sk_sk: (830) Ovládací prvok "%1$s" neexistuje vo formulári "%2$s" (šablóna %3$s)

# jelix~formserr.unknown.control.class
source: (821) unknown the control class %1$s (control tag %2$s, file %3$s)
sk_sk: (821) neznámy kontrolná trieda %1$s(kontrolný štítok %2$s, súbor %3$s)

# jelix~formserr.unknown.control2
source: (831) The control "%1$s" doesn't exist in the form "%2$s"
sk_sk: (831) Ovládací prvok "%1$s" neexistuje v tvare "%2$s"

# jelix~formserr.unknown.tag
source: (801) unknown tag %1$s (file %2$s)
sk_sk: (801) neznáma značka %1$s (súbor %2$s)

# jelix~formserr.value.not.array
source: (813) Impossible de save datas of control "%s" (form=%s) because it is not an array
sk_sk: (813) Nemožné uložiť údaje ovládacieho prvku "%s" (form = %s), pretože to nie je pole

# jelix~jelix.framework.slogan
source: Jelix, a framework for PHP
sk_sk: Jelix, rámec pre PHP

# jelix~jelix.newapp.h1
source: Welcome in your new jelix application
sk_sk: Vitajte vo svojej novej aplikácii jelix

# jelix~jforms.autocomplete.no.results
source: No results
sk_sk: Žiadne výsledky

# jelix~jforms.autocomplete.placeholder
source: Start to write to choose
sk_sk: Začnite písať, aby ste si vybrali

# jelix~jforms.date.day.label
source: Day
sk_sk: Deň

# jelix~jforms.date.month.label
source: Month
sk_sk: Mesiac

# jelix~jforms.date.year.label
source: Year
sk_sk: Rok

# jelix~jforms.time.hour.label
source: Hour
sk_sk: Hodina

# jelix~jforms.time.minutes.label
source: Minutes
sk_sk: minút

# jelix~jforms.time.seconds.label
source: Seconds
sk_sk: Sekúnd

# jelix~jforms.upload.choice.del
source: Delete
sk_sk: Odstrániť

# jelix~jforms.upload.choice.keep
source: Keep
sk_sk: Zachovať

# jelix~jforms.upload.choice.keep.empty
source: No file
sk_sk: Žiadny súbor

# jelix~jforms.upload.choice.keepnew
source: Keep new file
sk_sk: Ponechať nový súbor

# jelix~jforms.upload.choice.new
source: New file
sk_sk: Nový súbor

# jelix~jforms.upload.picture.choice.keep.empty
source: No picture
sk_sk: Žiadny obrázok

# jelix~jforms.upload.picture.choice.keepnew
source: Keep the new picture
sk_sk: Ponechajte si nový obrázok

# jelix~jforms.upload.picture.choice.modify
source: Modify the current picture
sk_sk: Upraviť aktuálny obrázok

# jelix~jforms.upload.picture.choice.new
source: New picture
sk_sk: Nový obrázok

# jelix~jforms.upload.picture.choice.new.file
source: Select from a file
sk_sk: Vyberte zo súboru

# jelix~jforms.upload.picture.dialog.title
source: Edit the picture
sk_sk: Upravte obrázok

# jelix~jforms.upload.picture.edit.reset
source: reset
sk_sk: vynulovať

# jelix~jforms.upload.picture.edit.rotateRight
source: Rotate right
sk_sk: Otočiť doprava

# jelix~jforms.upload.picture.edit.rotateleft
source: Rotate left
sk_sk: Otočiť doľava

# jelix~jforms.upload.picture.edit.zoomin
source: Zoom +
sk_sk: Zväčšiť

# jelix~jforms.upload.picture.edit.zoomout
source: Zoom -
sk_sk: Oddialiť

# jelix~kvstore.error.connection
source: (931) jKVDb: impossible to connect to %s (bad host, login or password?)
sk_sk: (931) jKVDb: nie je možné sa pripojiť %s (zlý hostiteľ, prihlasovacie meno alebo heslo?)

# jelix~kvstore.error.driver.nohost
source: (937) No 'host' parameter for the driver jKVDb "%s"
sk_sk: 937) Žiadny parameter „hostiteľa“ pre ovládač jKVDb "%s"

# jelix~kvstore.error.driver.noport
source: (938) No 'port' parameter for the driver jKVDb "%s"
sk_sk: (938) Žiadny parameter 'port' pre ovládač jKVDb "%s"

# jelix~kvstore.error.driver.notfound
source: (935) The driver "%s" for jKVDb is unknown
sk_sk: (935) Ovládač "%s" pre jKVDb nie je známy

# jelix~kvstore.error.driver.notset
source: (936) No jKVDb driver specified for the profile "%s"
sk_sk: (936) Pre profil "%s" nebol zadaný žiadny ovládač jKVDb.

# jelix~kvstore.error.feature.unsupported
source: (932) jKVDb: the driver %s doesn't support the feature "%s"
sk_sk: (932) jKVDb: ovládač %s nepodporuje funkciu "%s"

# jelix~kvstore.error.memcache.server.unavailabled
source: (941) jKVDb '%s': no servers availabled for Memcache
sk_sk: (941) jKVDb '%s': pre server Memcache nie sú k dispozícii žiadne servery

# jelix~kvstore.error.no.host
source: (942) jKVDb '%s': no host in the profile
sk_sk: (942) jKVDb '%s': v profile nie je žiadny hostiteľ

# jelix~kvstore.error.no.port
source: (943) jKVDb '%s': no port in the profile
sk_sk: (943) jKVDb '%s': v profile nie je žiadny port

# jelix~kvstore.error.profile.type.unknown
source: (933) The connection profile type "%s" for jKVDb is unknown
sk_sk: (933) Typ profilu pripojenia "%s" pre jKVDb nie je známy

# jelix~kvstore.error.serialize.data
source: (939) jKVDb '%s': error during data serialisation ( %s )
sk_sk: (939) jKVDb '%s' chyba počas serializácie údajov (%s)

# jelix~kvstore.error.unserialize.data
source: (940) jKVDb '%s': error during data unserialisation ( %s )
sk_sk: (940) jKVDb '%s': chyba počas unserializácie údajov (%s)

# jelix~ui.buttons.accept
source: Accept
sk_sk: súhlasiť

# jelix~ui.buttons.add
source: Add
sk_sk: Pridať

# jelix~ui.buttons.back
source: Back
sk_sk: Späť

# jelix~ui.buttons.browse
source: Browse
sk_sk: Prechádzať

# jelix~ui.buttons.calendar
source: Calendar
sk_sk: Kalendár
