Repository: 3liz/lizmap-locales
Catalog: web-client/*/jelix.po
Languages: sk_sk

# jelix~ui.buttons.cancel
source: Cancel
sk_sk: Zrušiť

# jelix~ui.buttons.clone
source: Close
sk_sk: Zavrieť

# jelix~ui.buttons.close
source: Close
sk_sk: Zavrieť

# jelix~ui.buttons.comments
source: Comments
sk_sk: Pripomienky

# jelix~ui.buttons.confirm
source: Confirm
sk_sk: Potvrdiť

# jelix~ui.buttons.copy
source: Copy
sk_sk: Kópia

# jelix~ui.buttons.cut
source: Cut
sk_sk: Vystrihnúť

# jelix~ui.buttons.delete
source: Delete
sk_sk: Odstrániť

# jelix~ui.buttons.disable
source: Disable
sk_sk: Zakázať

# jelix~ui.buttons.disabled
source: Disabled
sk_sk: Zakázané

# jelix~ui.buttons.down
source: Bottom
sk_sk: Spodok

# jelix~ui.buttons.download
source: Download
sk_sk: Stiahnuť

# jelix~ui.buttons.emptyTrash
source: empty trash
sk_sk: prázdny kôš

# jelix~ui.buttons.enable
source: Enable
sk_sk: Povoliť

# jelix~ui.buttons.enabled
source: Enabled
sk_sk: Povolené

# jelix~ui.buttons.first
source: First
sk_sk: Prvý

# jelix~ui.buttons.help
source: Help
sk_sk: Pomoc

# jelix~ui.buttons.hidden
source: Hidden
sk_sk: Skryté

# jelix~ui.buttons.history
source: History
sk_sk: História

# jelix~ui.buttons.hot
source: Hot
sk_sk: Horúce

# jelix~ui.buttons.important
source: Important
sk_sk: Dôležité

# jelix~ui.buttons.informations
source: Informations
sk_sk: Informácie

# jelix~ui.buttons.last
source: Last
sk_sk: Posledný

# jelix~ui.buttons.left
source: Left
sk_sk: Vľavo

# jelix~ui.buttons.link
source: Link
sk_sk: Odkaz

# jelix~ui.buttons.lock
source: Lock
sk_sk: Zamknúť

# jelix~ui.buttons.locked
source: Locked
sk_sk: Zamknuté

# jelix~ui.buttons.login
source: Login
sk_sk: Prihlásiť sa

# jelix~ui.buttons.logout
source: Logout
sk_sk: Odhlásenie

# jelix~ui.buttons.merge
source: Merge
sk_sk: Zlúčiť

# jelix~ui.buttons.mergetobottom
source: Merge to the bottom
sk_sk: Zlúčte dole

# jelix~ui.buttons.mergetoleft
source: Merge to the left
sk_sk: Zlúčiť do ľava

# jelix~ui.buttons.mergetoright
source: Merge to the right
sk_sk: Zlúčiť do prava

# jelix~ui.buttons.mergetoup
source: Merge to the top
sk_sk: Zlúčte hore

# jelix~ui.buttons.more
source: More
sk_sk: Viac

# jelix~ui.buttons.move_10_down
source: Move by 10 to the bottom
sk_sk: Posuňte sa o 10 dole

# jelix~ui.buttons.move_10_left
source: Move by 10 to the left
sk_sk: Posun o 10 doľava

# jelix~ui.buttons.move_10_right
source: Move by 10 to the right
sk_sk: Posuňte sa o 10 doprava

# jelix~ui.buttons.move_10_up
source: Move by 10 to the top
sk_sk: Posuňte sa o 10 hore

# jelix~ui.buttons.movedown
source: Move down
sk_sk: Posunúť nadol

# jelix~ui.buttons.moveleft
source: Move left
sk_sk: Presuňte sa doľava

# jelix~ui.buttons.moveright
source: Move right
sk_sk: Pohnúť sa vpravo

# jelix~ui.buttons.new
source: New
sk_sk: Nový

# jelix~ui.buttons.next
source: Next
sk_sk: Nasledujúci

# jelix~ui.buttons.no
source: No
sk_sk: Nie

# jelix~ui.buttons.open
source: Open
sk_sk: Otvorené

# jelix~ui.buttons.paste
source: Paste
sk_sk: Vložiť

# jelix~ui.buttons.previous
source: Previous
sk_sk: Predchádzajúci

# jelix~ui.buttons.propose
source: Propose
sk_sk: Navrhnúť

# jelix~ui.buttons.publish
source: Publish
sk_sk: Zverejniť

# jelix~ui.buttons.refuse
source: Refuse
sk_sk: Odmietnuť

# jelix~ui.buttons.restore
source: Restore
sk_sk: Obnoviť

# jelix~ui.buttons.right
source: Right
sk_sk: Vpravo

# jelix~ui.buttons.save
source: Save
sk_sk: Uložiť

# jelix~ui.buttons.search
source: Search
sk_sk: Vyhľadávanie

# jelix~ui.buttons.select
source: Select
sk_sk: Vyberte

# jelix~ui.buttons.selected
source: Selected
sk_sk: Vybraný

# jelix~ui.buttons.send
source: Send
sk_sk: Pošli

# jelix~ui.buttons.sendbymail
source: Send by email
sk_sk: Poslať e-mailom

# jelix~ui.buttons.show
source: Show
sk_sk: Ukázať

# jelix~ui.buttons.split
source: Split
sk_sk: Rozdeliť

# jelix~ui.buttons.trash
source: Trash
sk_sk: Odpad

# jelix~ui.buttons.unlock
source: Unlock
sk_sk: Odomknúť

# jelix~ui.buttons.unlocked
source: Unlocked
sk_sk: Odomknuté

# jelix~ui.buttons.up
source: Top
sk_sk: Vrch

# jelix~ui.buttons.update
source: Update
sk_sk: Aktualizácia

# jelix~ui.buttons.upload
source: Upload
sk_sk: Nahrať

# jelix~ui.buttons.valid
source: Valid
sk_sk: Platný

# jelix~ui.buttons.visible
source: Visible
sk_sk: Viditeľné

# jelix~ui.buttons.warning
source: Warning
sk_sk: Výstraha

# jelix~ui.buttons.way_down
source: Way down
sk_sk: Cesta dole

# jelix~ui.buttons.way_left
source: Way left
sk_sk: Cesta vľavo

# jelix~ui.buttons.way_right
source: Way right
sk_sk: Cesta vpravo

# jelix~ui.buttons.way_up
source: Way up
sk_sk: Cesta hore

# jelix~ui.buttons.yes
source: Yes
sk_sk: Áno

# jelix~ui.messages.author
source: Author
sk_sk: Autor

# jelix~ui.messages.comment
source: Comment
sk_sk: Komentovať

# jelix~ui.messages.desc
source: Description
sk_sk: Popis

# jelix~ui.messages.error
source: Error
sk_sk: Chyba

# jelix~ui.messages.name
source: Name
sk_sk: názov

# jelix~ui.messages.none
source: None
sk_sk: Žiadne

# jelix~ui.messages.title
source: Title
sk_sk: Názov

# jelix~ui.title.actions
source: actions
sk_sk: akcie

# jelix~ui.title.confirm
source: Confirmed
sk_sk: Potvrdené

# jelix~ui.title.help
source: Help
sk_sk: Pomoc

# jelix~ui.title.offlineElements
source: elements to check
sk_sk: prvky na kontrolu

# jelix~ui.title.onlineElements
source: online elements
sk_sk: online prvky

# jelix~ui.title.status
source: status
sk_sk: postavenie
