Repository: 3liz/lizmap-locales
Catalog: web-client/*/jelix.po
Languages: sk_sk

# jelix~auth.acl.grp.user.management
source: Users management
sk_sk: Správa používateľov

# jelix~auth.acl.user.change.password
source: The user can change his password
sk_sk: Užívateľ si môže zmeniť svoje heslo

# jelix~auth.acl.user.modify
source: The user can modify his informations
sk_sk: Užívateľ môže svoje informácie upravovať

# jelix~auth.acl.user.view
source: The user can view his informations
sk_sk: Užívateľ si môže pozrieť svoje informácie

# jelix~auth.acl.users.change.password
source: Change the password of a user
sk_sk: Zmeňte heslo používateľa

# jelix~auth.acl.users.create
source: Create a new user
sk_sk: Vytvorte nového používateľa

# jelix~auth.acl.users.delete
source: Delete a user
sk_sk: Odstrániť používateľa

# jelix~auth.acl.users.list
source: View list of users
sk_sk: Zobraziť zoznam používateľov

# jelix~auth.acl.users.modify
source: Modify informations of a user
sk_sk: Upraviť informácie o používateľovi

# jelix~auth.acl.users.view
source: View informations about a user
sk_sk: Zobraziť informácie o používateľovi

# jelix~auth.error.bcrypt.bad.salt
source: (611) The salt for bcrypt algorithm must be alphanumeric [0-9A-Za-z] and have 22 characters
sk_sk: (611) Algoritmus soli pre bcrypt musí byť alfanumerický [0-9A-Za-z] a musí mať 22 znakov

# jelix~auth.error.bcrypt.inexistant
source: (610) Bcrypt (BlowFish) does not exist on this system
sk_sk: (610) Bcrypt (BlowFish) v tomto systéme neexistuje

# jelix~auth.error.driver.notfound
source: (602)Authentification driver "%s" not found
sk_sk: (602) Overovací ovládač "%s“ sa nenašiel

# jelix~auth.error.key.empty
source: (608)Key is empty
sk_sk: (608) Kľúč je prázdny

# jelix~auth.error.key.tooshort
source: (607)Key is too short (at least %s characters)
sk_sk: (607) Kľúč je príliš krátky (doplniť aspoň%s znak(y))

# jelix~auth.error.lds.request.not.send
source: (605)Error while trying to send request to LDS server
sk_sk: (605) Chyba pri pokuse o odoslanie žiadosti na server LDS

# jelix~auth.error.lds.unreachable.server
source: (606)Impossible to connect to LDS server
sk_sk: (606) Nie je možné sa pripojiť k serveru LDS

# jelix~auth.error.persistant.incorrectconfig
source: (609)Following parameters must be set in the configuration: %s
sk_sk: (609) V konfigurácii je potrebné nastaviť nasledujúce parametre:%s

# jelix~auth.error.plugin.missing
source: (601)Auth plugin is required
sk_sk: (601) Vyžaduje sa doplnok Auth

# jelix~auth.ldap.extension.unloaded
source: (612)ldap extension unloaded
sk_sk: (612) Rozšírenie ldap nebolo vyložené

# jelix~auth.ldap.object.user.unknown
source: (613)user object unknown
sk_sk: (613) užívateľský objekt neznámy

# jelix~auth.ldap.search.base.missing
source: (610)ldap configuration: search base missing
sk_sk: (610) Konfigurácia ldap: chýba základňa vyhľadávania

# jelix~auth.ldap.search.filter.missing
source: (611)ldap configuration: search filter missing
sk_sk: (611) Konfigurácia ldap: chýba vyhľadávací filter

# jelix~auth.ldap.user.login.unset
source: (614)user identification unset
sk_sk: (614) identifikácia používateľa nie je nastavená

# jelix~cache.directory.not.writable
source: (906) profile '%s': cache directory not writable
sk_sk: (906) profil '%s': do priečinka medzipamäte nemožno zapisovať

# jelix~cache.driver.object.invalid
source: (907) profile '%s': object interface for the driver %s unknown
sk_sk: (907) profile '%s': objektové rozhranie pre ovládač neznáme

# jelix~cache.error.call.function
source: (911) error when calling function %s: %s
sk_sk: Chyba (911) pri volaní funkcie%s:%s

# jelix~cache.error.driver.missing
source: (900) profile name '%s': cache driver '%s' not found
sk_sk: (900) názov profilu '%s': ovládač vyrovnávacej pamäte '%s' sa nenašiel

# jelix~cache.error.driver.nohost
source: (914) No 'host' parameter for the driver jCache "%s"
sk_sk: (914) Žiadny parameter 'hostiteľa' pre ovládač jCache "%s"

# jelix~cache.error.driver.noport
source: (915) No 'port' parameter for the driver jCache "%s"
sk_sk: (915) Žiadny parameter'port' pre ovládač jCache "%s"

# jelix~cache.error.function.not.callable
source: (910) function %s is not callable
sk_sk: (910) Funkcia%snie je volaná

# jelix~cache.error.invalid.key
source: (901) error key %s, use only alphanumeric characters and the character '_' and maximum length 255
sk_sk: (901) chybový kľúč%s, používajte iba alfanumerické znaky a znak ' _' maximálnej dĺžky 255

# jelix~cache.error.memcache.extension.badversion.2
source: (913) profile '%s': bad version of the memcache php extension, this plugin requires less than 3.0
sk_sk: (913) profile '%s': zlá verzia rozšírenia php memcache, tento doplnok vyžaduje menej ako 3.0

# jelix~cache.error.memcache.extension.badversion.3
source: (912) profile '%s': bad version of the memcache php extension, this plugin requires 3.0.1 or more
sk_sk: (912) profile '%s': zlá verzia php rozšírenia memcache, tento plugin vyžaduje 3.0.1 alebo viac

# jelix~cache.error.memcache.extension.missing
source: (908) profile '%s': Memcache extension not installed (%s)
sk_sk: (908) profil '%s': rozšírenie Memcache nie je nainštalované (%s)

# jelix~cache.error.no.memcache.server.available
source: (909) profile '%s': no servers available for Memcache
sk_sk: (909) profil '%s': pre server Memcache nie sú k dispozícii žiadne servery

# jelix~cache.error.serialize.data
source: (902) profile name '%s': error during data serialisation for cache purpose ( %s )
sk_sk: (902) Názov profilu '%s ': chyba počas serializácie údajov na účely pamäte cache (%s)

# jelix~cache.error.unserialize.data
source: (903) profile name '%s': error during data unserialisation for cache purpose ( %s )
sk_sk: (903) Názov profilu '%s': Chyba počas unserializácie údajov na účely pamäte cache (%s)

# jelix~cache.error.wrong.date.value
source: (904) wrong date value
sk_sk: (904) nesprávna hodnota dátumu

# jelix~captcha.question.1
source: How much 2+3?
sk_sk: Koľko je 2 + 3?

# jelix~captcha.question.10
source: How much do 5 minus 2
sk_sk: Koľko je 5 mínus 2

# jelix~captcha.question.11
source: How much do 8 divided by 4
sk_sk: Koľko je 8 delené 4

# jelix~captcha.question.12
source: What is the firstname of Jules Verne?
sk_sk: Aké je krstné meno Julesa Verna?

# jelix~captcha.question.13
source: What is the year when the first world war 14-18 has began?
sk_sk: V akom storočí, sa začala prvá svetová vojna 14.-18.

# jelix~captcha.question.14
source: Write the number fifty three
sk_sk: Napíš číslo päťdesiat tri

# jelix~captcha.question.2
source: Write the number 10 with lowercase letters
sk_sk: Číslo 10 napíšte malými písmenami

# jelix~captcha.question.3
source: Write the number 15 with lowercase letters
sk_sk: Číslo 15 napíšte malými písmenami

# jelix~captcha.question.4
source: Write the number 20 with lowercase letters
sk_sk: Číslo 20 napíšte malými písmenami

# jelix~captcha.question.5
source: Write the number 30 with lowercase letters
sk_sk: Číslo 30 napíšte malými písmenami

# jelix~captcha.question.6
source: What is the color of the Napoléon's white horse?
sk_sk: Aká je farba napoléonského bieleho koňa?

# jelix~captcha.question.7
source: What is the capital of United States?
sk_sk: Aké je hlavné mesto Spojených štátov?

# jelix~captcha.question.8
source: How much do 5 plus 3
sk_sk: Koľko je 5 plus 3

# jelix~captcha.question.9
source: How much do 2 times 3
sk_sk: Koľko je 2 krát 3

# jelix~captcha.response.2
source: ten
sk_sk: desať

# jelix~captcha.response.3
source: fifteen
sk_sk: pätnásť

# jelix~captcha.response.4
source: twenty
sk_sk: dvadsať

# jelix~captcha.response.5
source: thirty
sk_sk: tridsať

# jelix~captcha.response.6
source: white
sk_sk: biela

# jelix~common.none
source: none
sk_sk: žiadny

# jelix~common.unknown
source: unknown
sk_sk: neznámy

# jelix~common.version
source: version
sk_sk: verzia

# jelix~crud.confirm.deletion
source: Are you sure to want to delete this record?
sk_sk: Naozaj chcete odstrániť tento záznam?

# jelix~crud.link.create.record
source: Create a new record
sk_sk: Vytvorte nový záznam

# jelix~crud.link.delete.record
source: Delete
sk_sk: Odstrániť

# jelix~crud.link.edit.record
source: Edit
sk_sk: Upraviť

# jelix~crud.link.return.to.list
source: Return to the list
sk_sk: Vráťte sa do zoznamu

# jelix~crud.link.view.record
source: View
sk_sk: Náhľad

# jelix~crud.title.create
source: Create a new record
sk_sk: Vytvorte nový záznam

# jelix~crud.title.list
source: List
sk_sk: Zoznam

# jelix~crud.title.pages
source: Pages
sk_sk: Stránky

# jelix~crud.title.update
source: Edit of a record
sk_sk: Úprava záznamu

# jelix~crud.title.view
source: Record details
sk_sk: Podrobnosti záznamu

# jelix~dao.check.badformat
source: bad format on the property %s
sk_sk: zlý typ na property %s

# jelix~dao.check.badtype
source: bad type on the property %s
sk_sk: zlý typ na nehnuteľnosti %s

# jelix~dao.check.maxlength.overflow
source: property %s value is too high
sk_sk: hodnota property %sje príliš vysoká

# jelix~dao.check.minlength.overflow
source: property %s value is too low
sk_sk: hodnota property%s príliš nízka

# jelix~dao.check.required
source: property %s is missing
sk_sk: majetok %schýba

# jelix~dao.error.bad.operator
source: (503)Invalid given operator "%s"
sk_sk: (503) Neplatný operátor "%s"

# jelix~dao.error.keys.missing
source: (501) Identifier is missing
sk_sk: (501) Chýba identifikátor

# jelix~dao.error.property.unknown
source: (504) unknown property (%s) in a jDaoConditions object
sk_sk: (504) neznáma vlastnosť (%s) v objekte jDaoConditions

# jelix~dao.error.update.impossible
source: (502)Update is impossible with this dao because table contains only primary keys (DAO: %1$s, file: %2$s)
sk_sk: (502) Aktualizácia nie je s týmto dao možná, pretože tabuľka obsahuje iba primárne kľúče (DAO:%1$s, súbor:%2$s)

# jelix~daoxml.datasource.missing
source: (520)DAO %1$s, table is missing (file %2$s)
sk_sk: (520) DAO %1$s, tabuľka chýba (súbor %2$s)

# jelix~daoxml.file.unknown
source: (510)Unknown dao file (%s)
sk_sk: (510) Neznámy súbor dao (%s)

# jelix~daoxml.forbidden.attr
source: (514)DAO %1$s, the "%3$s" attribute is not allowed on the "%4$s" element (file %2$s)
sk_sk: (514) DAO%1$s, atribút "%3$s" nie je povolený pre prvok "%4$s" (súbor %2$s)

# jelix~daoxml.forbidden.attr.context
source: (515)DAO %1$s, the "%3$s" attribute is not allowed on the "%4$s" element in this context (file %2$s)
sk_sk: (515) DAO %1$s, atribút "%3$s" nie je v tomto kontexte povolený pre prvok "%4$s" (súbor %2$s)

# jelix~daoxml.foreignkey.missing
source: (524)DAO %1$s, foreign key name is missing on a join (file %2$s)
sk_sk: (524) DAO %1$s, v spojení chýba názov cudzieho kľúča (súbor %2$s)

# jelix~daoxml.method.body.missing
source: (542)DAO %1$s, method PHP body $3$s is missing (file %2$s)
sk_sk: (542) DAO %1$s, metóda tela PHP $3$s chýba (súbor %2$s)

# jelix~daoxml.method.condition.driver.notallowed
source: (561)DAO %1$s, method %3$, the driver of the database used here is not allowed accordind to the definition of the condition (file %2$s)
sk_sk: (561) DAO%1$s , metóda%3$, ovládač tu použitej databázy nie je povolený podľa definície podmienky (súbor %2$s)

# jelix~daoxml.method.condition.innotin.bad.expr
source: (560)DAO %1$s, method %3$s, condition %4$s, the expression for the in/notin operator should be a simple parameter name (file %2$s)
sk_sk: (560) DAO %1$s, metóda %3$s, podmienka%4$s, výraz pre operátor v/ von by mal byť jednoduchý názov parametra (súbor %2$s)

# jelix~daoxml.method.condition.unknown
source: (546)DAO %1$s, method %3$s, unknown condition %4$s (file %2$s)
sk_sk: (546) DAO %1$s, metóda %3$s, neznámy stav %4$s (súbor %2$s)

# jelix~daoxml.method.condition.valueexpr.missing
source: (551)DAO %1$s, method %3$s, value or expression is missing on condition %4$s (file %2$s)
sk_sk: (551) DAO %1$s, metóda %3$s, hodnota alebo výraz chýbajú v podmienke %4$s (súbor %2$s)

# jelix~daoxml.method.condition.valueexpr.notallowed
source: (550)DAO %1$s, method %3$s, value or expr are not allowed on condition %4$s (file %2$s)
sk_sk: (550) DAO %1$s, metóda %3$s, hodnota alebo výraz nie sú povolené za podmienky %4$s (súbor %2$s)

# jelix~daoxml.method.condition.valueexpr.together
source: (549)DAO %1$s, method %3$s, condition %4$s: no value and expression at the same time (file %2$s)
sk_sk: (549) DAO %1$s, metóda %3$s, podmienka %4$s: žiadna hodnota a výraz súčasne (súbor %2$s)

# jelix~daoxml.method.duplicate
source: (545)DAO %1$s, method %3$s is already defined (file %2$s)
sk_sk: (545) DAO %1$s, metóda %3$s je už definovaná (súbor %2$s)

# jelix~daoxml.method.limit.badvalue
source: (559)DAO %1$s, method %3$s, bad value on limit tag ( %4$s ) (file %2$s)
sk_sk: (559) DAO %1$s, metóda %3$s, zlá hodnota na limitnej značke (%4$s) (súbor %2$s)

# jelix~daoxml.method.limit.forbidden
source: (544)DAO %1$s, method %3$s, limit tag is allowed only on select method (file %2$s)
sk_sk: (544) DAO %1$s, metóda %3$s, limitná značka je povolená iba na vybranú metódu (súbor %2$s)

# jelix~daoxml.method.limit.parameter.unknown
source: (558)DAO %1$s, method %3$s, unknown parameter %4$s in the limit tag (file %2$s)
sk_sk: (558) DAO %1$s, metóda %3$s, neznámy parameter v limitnej značke (súbor %4$s)

# jelix~daoxml.method.orderitem.bad
source: (552)DAO %1$s, method %4$s, property on item order %3$s is unknown (file %2$s)
sk_sk: (552) DAO %1$s, metóda %4$s, vlastnosť v objednávke položky %3$s nie je známa (súbor %2$s)

# jelix~daoxml.method.orderitem.parameter.unknown
source: (563)DAO %1$s, method %3$, unknown parameter %4$s in the orderitem tag (file %2$s)
sk_sk: (563) DAO %1$s, metóda%3$, neznámy parameter %4$s v značke objednávky (súbor %2$s)

# jelix~daoxml.method.orderitem.property.missing
source: (553)DAO %1$s, method %3$s, orderitem tag is missing (file %2$s)
sk_sk: (553) DAO %1$s, metóda %3$s, značka objednávky chýba (súbor %2$s)

# jelix~daoxml.method.parameter.invalidname
source: (565) DAO, in the method %1$s, the sign $ in the parameter name %4$s is no authorized
sk_sk: (565) DAO, v metóde %1$s nie je značka $ v názve parametra %4$s autorizovaná

# jelix~daoxml.method.parameter.unknowname
source: (540)DAO %1$s, method $3$s, parameter name is missing (file %2$s)
sk_sk: (540) DAO%1$s, metóda $ 3 $ s, názov parametra chýba (súbor %2$s)

# jelix~daoxml.method.procstock.name.missing
source: (541)DAO %1$s, procedure call name is missing on method $3$s (file %2$s)
sk_sk: (541) DAO %1$s, názov volania procedúry chýba pre metódu $3$s (súbor %2$s)

# jelix~daoxml.method.property.forbidden
source: (548)DAO %1$s, conditions on foreign keys are not allowed on this type of method %3$s (file %2$s)
sk_sk: (548) DAO %1$s, podmienky pre cudzie kľúče nie sú povolené pre tento typ metódy %3$s (súbor %2$s)

# jelix~daoxml.method.property.unknown
source: (547)DAO %1$s, method %3$s, unknown property (%4$s) (file %2$s)
sk_sk: (547) DAO %1$s, metóda %3$s, neznáma vlastnosť (%4$s) (súbor %2$s)

# jelix~daoxml.method.update.forbidden
source: (564)DAO %1$s, update method %3$s is forbidden because the main table contains only primary keys (file %2$s)
sk_sk: (564) DAO %1$s, metóda %3$s aktualizácie je zakázaná, pretože hlavná tabuľka obsahuje iba primárne kľúče (súbor %2$s)

# jelix~daoxml.method.values.property.bad
source: (555)DAO %1$s, method %3$s, a property should be owned by the primary table (file %2$s)
sk_sk: (555) DAO %1$s, metóda %3$s, vlastníctvo by mala vlastniť primárna tabuľka (súbor %2$s)

# jelix~daoxml.method.values.property.pkforbidden
source: (556)DAO %1$s, method %3$s, prmiary key properties are not allowed in value tag (file %2$s)
sk_sk: (556) DAO %1$s, metóda %3$s, vlastnosti primárneho kľúča nie sú povolené v značke hodnoty (súboru %2$s)

# jelix~daoxml.method.values.property.unknown
source: (554)DAO %1$s, method %3$s, unknown property on a <value> tag (file %2$s)
sk_sk: (554) DAO %1$s, metóda %3$s, neznáma property <value> značky (súboru %2$s)

# jelix~daoxml.method.values.undefine
source: (543)DAO %1$s, method %3$s of "update" type should contains "value" tag (file %2$s)
sk_sk: (543) DAO %1$s, metóda %3$s typu „update“ by mala obsahovať značku „value“ (súbor %2$s)

# jelix~daoxml.method.values.valueexpr
source: (557)DAO %1$s, method %3$s, value or expression is missing on a value tag (file %2$s)
sk_sk: (557) DAO %1$s, metóda %3$s, hodnota alebo výraz chýba v hodnotovej značke (súbor %2$s)

# jelix~daoxml.missing.attr
source: (512)DAO %1$s, attribute "%3$s" is missing on tag "%4$s" (file %2$s)
sk_sk: (512) DAO%1$s, atribút "%3$s" chýba na značke "%4$s" (súbore%2$s)

# jelix~daoxml.namespace.wrong
source: (511)bad namespace in the DAO file "%s" (%s)
sk_sk: (511) zlý menný priestor v súbore DAO "%s" (%s)

# jelix~daoxml.primarykey.missing
source: (523)DAO %1$s, primary key name is missing (file %2$s)
sk_sk: (523) DAO %1$s, chýba názov primárneho kľúča (súbor %2$s)

# jelix~daoxml.properties.missing
source: (530)DAO %1$s, no defined property (file %2$s)
sk_sk: (530) DAO %1$s, žiadna definovaná vlastnosť (súbor %2$s)

# jelix~daoxml.property.already.defined
source: (533)DAO %1$s, property %3$s already defined (file %2$s)
sk_sk: (533) DAO %1$s, vlastnosť %3$s je už definovaná (súbor %2$s)

# jelix~daoxml.property.imported.unknown.table
source: (534)DAO %1$s, unknown table name on the imported property %3$s (file %2$s)
sk_sk: (534) DAO %1$s, neznámy názov tabuľky v importovanej property %3$s (súbor %2$s)

# jelix~daoxml.property.invalid.name
source: (532)DAO %1$s, invalid syntaxe in the property name "%3$s", it must respect php syntax (file %2$s)
sk_sk: (532) DAO %1$s, neplatná syntax v názve vlastnosti "%3$s", musí rešpektovať syntax php (súbor %2$s)

# jelix~daoxml.property.unknown.table
source: (531)DAO %1$s, unknown table name on the property %3$s (file %2$s)
sk_sk: (531) DAO %1$s, neznámy názov tabuľky v property %3$s (súbor %2$s)

# jelix~daoxml.table.name
source: (522)DAO %1$s, table name is missing (fichier %2$s)
sk_sk: (522) DAO %1$s, názov tabuľky chýba (fichier %2$s)

# jelix~daoxml.table.two.many
source: (521)DAO %1$s, too much table (file %2$s)
sk_sk: (521) DAO %1$s, príliš veľa tabuliek (súboru %2$s)

# jelix~daoxml.tag.duplicate
source: (513)DAO %1$s, only one %3$s tag is allowed in the %4$s method (file %2$s)
sk_sk: (513) DAO%1$s, v %4$smetóde (súbore %2$s) je povolená iba jedna značka%3$s

# jelix~daoxml.unknown.attr
source: (517)DAO %1$s, attribute "%3$s" is unknown on tag "%4$s" (file %2$s)
sk_sk: (517) DAO %1$s, atribút "%3$s" je neznámy na značke "%4$s" (súbor %2$s).

# jelix~daoxml.wrong.attr
source: (516)DAO %1$s, the value "%3$s" of the "%4$s" attribute on the "%5$s" element is not valid (file %2$s)
sk_sk: (516) DAO %1$s, hodnota "%3$s" atribútu "%4$s" na prvku "%5$s" nie je platná (súbor %2$s)

# jelix~date_time.day.0.label
source: Sunday
sk_sk: Nedeľa

# jelix~date_time.day.0.shortlabel
source: Sun
sk_sk: Ne

# jelix~date_time.day.1.label
source: Monday
sk_sk: Pondelok

# jelix~date_time.day.1.ordinal
source: st
sk_sk: prvý

# jelix~date_time.day.1.shortlabel
source: Mon
sk_sk: Po

# jelix~date_time.day.10.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.11.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.12.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.13.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.14.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.15.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.16.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.17.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.18.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.19.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.2.label
source: Tuesday
sk_sk: Utorok

# jelix~date_time.day.2.ordinal
source: nd
sk_sk: druhý

# jelix~date_time.day.2.shortlabel
source: Tue
sk_sk: Ut

# jelix~date_time.day.20.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.21.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.22.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.23.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.24.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.25.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.26.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.27.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.28.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.29.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.3.label
source: Wednesday
sk_sk: Streda

# jelix~date_time.day.3.ordinal
source: rd
sk_sk: tretí

# jelix~date_time.day.3.shortlabel
source: Wed
sk_sk: St

# jelix~date_time.day.30.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.31.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.4.label
source: Thursday
sk_sk: Štvrtok

# jelix~date_time.day.4.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.4.shortlabel
source: Thu
sk_sk: Št

# jelix~date_time.day.5.label
source: Friday
sk_sk: Piatok

# jelix~date_time.day.5.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.5.shortlabel
source: Fri
sk_sk: Pia

# jelix~date_time.day.6.label
source: Saturday
sk_sk: Sobota

# jelix~date_time.day.6.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.6.shortlabel
source: Sat
sk_sk: So

# jelix~date_time.day.7.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.8.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.day.9.ordinal
source: th
sk_sk: štvrtý

# jelix~date_time.month.01.label
source: January
sk_sk: Január

# jelix~date_time.month.02.label
source: February
sk_sk: Február

# jelix~date_time.month.03.label
source: March
sk_sk: Marec

# jelix~date_time.month.04.label
source: April
sk_sk: Apríl

# jelix~date_time.month.05.label
source: May
sk_sk: Máj

# jelix~date_time.month.05.shortlabel
source: May
sk_sk: Máj

# jelix~date_time.month.06.label
source: June
sk_sk: Jún

# jelix~date_time.month.06.shortlabel
source: Jun
sk_sk: Jún

# jelix~date_time.month.07.label
source: July
sk_sk: Júl

# jelix~date_time.month.10.label
source: October
sk_sk: Október

# jelix~date_time.month.10.shortlabel
source: Oct
sk_sk: Okt

# jelix~db.error.connection
source: (402)error during the connection %s
sk_sk: (402) chyba počas pripojenia %s

# jelix~db.error.connection.closed
source: (409) Connection to database is not valid anymore: timeout, server down... (profile %s)
sk_sk: (409) Pripojenie k databáze už nie je platné: časový limit, server zlyhal ... (profil%s)

# jelix~db.error.database.unknown
source: (401)jDb: unknown database %s
sk_sk: (401) jDb: neznáma databáza %s

# jelix~db.error.driver.notfound
source: (408)jDb driver "%s" is not found
sk_sk: (408) Ovládač jDb "%s" sa nenašiel

# jelix~db.error.feature.unsupported
source: (404)JDb: the %s driver doesn't support this feature "%s"
sk_sk: (404) JDb: ovládač nepodporuje túto funkciu "%s"

# jelix~db.error.invalid.param
source: (413) An invalid argument was supplied to the query
sk_sk: (413) Do dotazu bol dodaný neplatný argument

# jelix~db.error.no.database.name
source: (412) No database defined in the profile "%s"?
sk_sk: (412) V profile "%s" nie je definovaná žiadna databáza?

# jelix~db.error.nofunction
source: (405)jDb: %s extension is not installed in PHP
sk_sk: (405) jDb: %srozšírenie nie je nainštalované v PHP

# jelix~db.error.query.bad
source: (403)invalid query (%s)
sk_sk: (403) neplatný dopyt (%s)

# jelix~errors.action.unknown
source: (131)Unknown action "%s"
sk_sk: (131) Neznáma akcia „%s“

# jelix~errors.ad.controller.class.unknown
source: (101)Action %s: controller class %s doesn't exists (file: %s)
sk_sk: (101) Akcia%s: trieda radiča%s neexistuje (súbor:%s)

# jelix~errors.ad.controller.file.unknown
source: (100)Action %s: controller file %s doesn't exists
sk_sk: (100) Akcia%s: súbor ovládača %sneexistuje
