Repository: 3liz/lizmap-locales
Catalog: web-client/*/master_admin.po
Languages: it_it

# master_admin~gui.header.title
source: Administration
it_it: Amministrazione

# master_admin~gui.header.user
source: User:
it_it: Utente:

# master_admin~gui.header.disconnect
source: Logout
it_it: Disconnetti

# master_admin~gui.header.your.account
source: My account
it_it: Tuo account

# master_admin~gui.menu.item.dashboard
source: Dashboard
it_it: Cruscotto/Dashboard

# master_admin~gui.menu.item.system
source: System
it_it: Sistema

# master_admin~gui.dashboard.title
source: Dashboard
it_it: Cruscotto/Dashboard

# master_admin~gui.dashboard.nowidget
source: No widget for the dashboard. Simply click on one of the links in the menu.
it_it: Nessun widget per la dashboard. È sufficiente fare clic su uno dei links nel menu.

# master_admin~gui.message.admin.password
source: You have got the default password, you should change it immediatly.
it_it: La tua password non è sicura, dovresti modificarla immediatamente.

# master_admin~gui.main.nocontent
source: No content. Click on one of the menu links.
it_it: Nessun contenuto. È sufficiente fare clic su uno dei links nel menu.
