Repository: 3liz/lizmap-locales
Catalog: web-client/*/view.po
Languages: it_it, ja_jp, pt_pt, ro_ro, ru_ru, sl_si, uk_ua

# view~map.switcher.layer.unfilter.title
source: Deactivate current filter
it_it: DIsattiva\ il filtro corrente
ja_jp: ‎現在のフィルターを無効にする‎
pt_pt: Desativar filtro atual
ro_ro: Dezactivați filtrul curent
ru_ru: Отключить текущий фильтр
sl_si: Deaktivirajte trenutni filter
uk_ua: Вимкнути поточний фільтр

# view~map.switcher.layer.zoomToExtent.title
source: Zoom to layer extent
it_it: Zoom all'estensione massima
ja_jp: ‎レイヤ範囲にズーム‎
pt_pt: Extensão da camada
ro_ro: Zoom pe strat
ru_ru: Увеличить до слоя
sl_si: Prikaži sloj
uk_ua: Збільшити масштаб шару

# view~map.switcher.layers.collapse.title
source: Collapse all
it_it: Riduci tutto
ja_jp: すべて圧縮
pt_pt: Fechar tudo
ro_ro: Restrânge toate
ru_ru: Свернуть все
sl_si: Strniti vse
uk_ua: Закрити все

# view~map.switcher.layers.expand.title
source: Expand all
it_it: Espandi tutto
ja_jp: ‎すべて展開‎
pt_pt: Expandir tudo
ro_ro: Extinde toate
ru_ru: Развернуть все
sl_si: Razširi vse
uk_ua: Розгорнути все

# view~map.switchermenu.title
source: Layers
it_it: Layer
ja_jp: レイヤ
pt_pt: Camadas
ro_ro: Straturi
ru_ru: Слои
sl_si: Sloji
uk_ua: Шари

# view~map.timemanager.toolbar.next
source: Next
it_it: Zoom successivo
ja_jp: 次
pt_pt: Próximo
ro_ro: Următorul
ru_ru: Далее
sl_si: Naslednji
uk_ua: Наступний

# view~map.timemanager.toolbar.pause
source: Pause
it_it: Pausa
ja_jp: 一時停止
pt_pt: Pausa
ro_ro: Pauză
ru_ru: Пауза
sl_si: Ustavi
uk_ua: Пауза

# view~map.timemanager.toolbar.play
source: Play
ja_jp: 再生
pt_pt: Reproduzir
ro_ro: Redare
ru_ru: Воспроизвести
sl_si: Predvajaj
uk_ua: Виконати

# view~map.timemanager.toolbar.prev
source: Previous
it_it: Zoom precedente
ja_jp: 前へ
pt_pt: Anterior
ro_ro: Anterior
ru_ru: Назад
sl_si: Prejšnji
uk_ua: Попередній

# view~map.toolbar.content.stop
source: Stop
ja_jp: 停止
pt_pt: Parar
ro_ro: Închide
ru_ru: Закрыть
uk_ua: Зупинити

# view~map.toolbar.content.underway
source: Underway...
it_it: Ricerca...
ja_jp: 処理中・・・
pt_pt: Em curso...
ro_ro: În curs...
ru_ru: В процессе разработки...
sl_si: V teku ...
uk_ua: Триває...

# view~map.tooltip.navbar.title
source: Tooltip
it_it: Suggerimenti mappa
ja_jp: 地図のtips
pt_pt: Dicas do mapa
ro_ro: Balon explicativ
ru_ru: Всплывающее описание
sl_si: Namig
uk_ua: Підказка

# view~map.tooltip.toolbar.layer
source: Highlight layer
it_it: Evidenzia layer
ja_jp: レイヤ強調表示
pt_pt: Camada em destaque
ro_ro: Strat evidențiat
ru_ru: Активный слой
sl_si: Osvetli sloj
uk_ua: Активний шар

# view~map.tooltip.toolbar.title
source: Tooltip
it_it: Suggerimenti mappa
ja_jp: 地図のtips
pt_pt: Dicas do mapa
ro_ro: Balon explicativ
ru_ru: Всплывающее описание
sl_si: Namig
uk_ua: Підказка

# view~user.form.city.label
source: City
it_it: Città
ja_jp: 市
pt_pt: Cidade
ro_ro: Oraș
ru_ru: Город
sl_si: Kraj
uk_ua: Місто

# view~user.form.comment.help
source: Please write a small text to explain why you would like to have access to the maps.
it_it: Per favore, scrivi un breve testo per spiegare perché vorresti avere accesso alle mappe.
pt_pt: Por favor, escrever um pequeno texto a explicar a razão pela qual deseja ter acesso aos mapas.
ro_ro: Vă rugăm să scrieți un mic text pentru a explica de ce ați dori să aveți acces la hărți.
sl_si: Napišite kratko besedilo, da pojasnite, zakaj želite imeti dostop do zemljevidov.
uk_ua: Будь ласка, напишіть невеликий текст, щоб пояснити, чому ви хочете мати доступ до карт.

# view~user.form.comment.label
source: Why do you request an account?
it_it: Perché richiedi un account?
ja_jp: ‎なぜアカウントをリクエストするのですか?‎
pt_pt: Porquê solicitar uma conta?
ro_ro: De ce să solicitați un cont?
ru_ru: Расскажите, почему вы хотите зарегистрироваться.
sl_si: Zakaj zahtevate račun?
uk_ua: Чому ви просите обліковий запис?

# view~user.form.country.label
source: Country
it_it: Nazione
ja_jp: ‎国‎
pt_pt: País
ro_ro: Țară
ru_ru: Страна
sl_si: Država
uk_ua: Країна

# view~user.form.firstname.label
source: First name
it_it: Nome
ja_jp: ‎名前‎
pt_pt: Primeiro nome
ro_ro: Prenume
ru_ru: Имя
sl_si: Ime
uk_ua: Ім'я

# view~user.form.lastname.label
source: Last name
it_it: Cognome
ja_jp: ‎名字‎
pt_pt: Último nome
ro_ro: Nume
ru_ru: Фамилия
sl_si: Priimek
uk_ua: Прізвище

# view~user.form.organization.label
source: Organization
it_it: Organizzazione
ja_jp: ‎組織‎
pt_pt: Organização
ro_ro: Organizație
ru_ru: Организация
sl_si: Podjetje
uk_ua: Організація

# view~user.form.phonenumber.label
source: Phone number
it_it: Telefono
ja_jp: ‎電話番号‎
pt_pt: Nº de telefone
ro_ro: Număr de telefon
ru_ru: Номер телефона
sl_si: Telefon
uk_ua: Номер телефона

# view~user.form.postcode.label
source: Postcode
it_it: C.A.P.
ja_jp: ‎郵便番号‎
pt_pt: Código Postal
ro_ro: Cod poștal
ru_ru: Почтовый индекс
sl_si: Poštna številka
uk_ua: Поштовий індекс

# view~user.form.street.label
source: Street
it_it: Via
ja_jp: 住所
pt_pt: Rua
ro_ro: Stradă
ru_ru: Улица
sl_si: Ulica
uk_ua: Вулиця

# view~dictionnary.edition.message.error.no.geometry
source: You cannot save this object without a geomtetry. Please draw the geometry on the map.
ja_jp: ‎このオブジェクトは、ジオメトリなしでは保存できません。地図上にジオメトリを描画してください。‎
ru_ru: Нельзя сохранить объект без геометрии. Пожалуйста, нарисуйте геометрию на карте.

# view~dictionnary.popup.msg.start
source: Click to the map to get informations.
ja_jp: ‎地図をクリックして情報を取得します。‎
ru_ru: Щелкните карту, чтобы получить информацию.

# view~edition.link.error.no.given.fields
source: Given fields do not exists.
ja_jp: ‎指定されたフィールドは存在しません。‎
ru_ru: Указанных полей не существует.

# view~edition.link.error.not.attribute.layer
source: The layers have not be configured to have an attribute table.
ja_jp: ‎レイヤが属性テーブルを持つように構成されていません。‎
ru_ru: Для слоев не настроено отображение таблицы атрибутов.

# view~edition.link.error.sql
source: An error occured while adding linked data.
ja_jp: ‎リンクされたデータの追加中にエラーが発生しました。‎
ru_ru: Произошла ошибка при добавлении связанных данных.

# view~edition.link.error.wrong.layer
source: The layer does not exists.
ja_jp: ‎レイヤが存在しません。‎
ru_ru: Слой не существует.

# view~edition.message.error.create
source: An error occured while creating the object.
ja_jp: ‎オブジェクトの作成中にエラーが発生しました。‎
ru_ru: При создании объекта произошла ошибка.

# view~edition.message.error.no.geometry
source: You cannot save this object without a geomtetry. Please draw the geometry on the map.
ja_jp: ‎このオブジェクトは、ジオメトリなしでは保存できません。地図上にジオメトリを描画してください。‎
ru_ru: Нельзя сохранить объект без геометрии. Пожалуйста, нарисуйте геометрию на карте.

# view~edition.unlink.error.sql
source: An error occured while removing link.
ja_jp: ‎リンクの削除中にエラーが発生しました。‎
ru_ru: При удалении ссылки произошла ошибка.

# view~map.metadata.properties.wmsGetCapabilitiesUrl
source: Web Map Service
ja_jp: ‎Web マップ サービス‎
pt_pt: Serviço de Mapa Web
ro_ro: Serviciul Hartă Web
ru_ru: Сервис веб-карт
sl_si: Storitev spletnega zemljevida

# view~map.overviewbar.displayoverview.hover
source: Display/Hide Overview
ja_jp: ‎概要の表示/非表示‎
ru_ru: Показать/скрыть обзорную карту

# view~map.overviewmap.hover
source: Move the rectanle to pan the map
ja_jp: 先頭に移動‎
ru_ru: Перемещайте прямоугольник для прокрутки карты

# view~map.timemanager.navbar.title
source: Time Manager
ja_jp: 時系列管理
pt_pt: Série Temporal
ro_ro: Manager de timp
ru_ru: Анимация
sl_si: Upravitelj časa

# view~map.timemanager.toolbar.title
source: Time Manager
ja_jp: 時系列管理
pt_pt: Série Temporal
ro_ro: Manager de timp
ru_ru: Анимация
sl_si: Upravitelj časa

# view~map.title.h1
source: Lizmap Web Client
it_it: Web Client Lizmap
ja_jp: Lizmap Web クライアント
ru_ru: Веб клиент LizMap
sl_si: Lizmap spletni odjemalec

# view~map.title.h2
source: Qgis Server Demo
it_it: Demo QGIS server
ja_jp: Qgis Server デモ
pt_pt: Demo do Servidor QGIS
ru_ru: Демо Qgis Server
sl_si: Qgis demo strežnik

# view~user.form.comment.help
source: Please write a small text to explain why you would like to have an access to the maps.
ja_jp: ‎マップにアクセスしたい理由を教えてください。
ru_ru: Пожалуйста, укажите коротко причину регистрации.

# view~edition.point.coord.x.label
source: X:
ro_ro: Lon:

# view~edition.point.coord.y.label
source: Y:
ro_ro: Lat:

# view~edition.point.coord.crs.label
source: CRS:
sl_si: Koordinatni sistem:

# view~map.metadata.contact.email
source: E-mail
sl_si: E-naslov
