Repository: 3liz/lizmap-locales
Catalog: web-client/*/view.po
Languages: it_it, ja_jp, pt_pt, ro_ro, ru_ru, sl_si, uk_ua

# view~edition.segment.length.label
source: Length (m):
it_it: Lunghezza (m)
ja_jp: ‎長さ‎ (m):
pt_pt: Comprimento (m):
ro_ro: Lungime (m):
ru_ru: Длина (м):
sl_si: Dolžina (m):
uk_ua: Довжина (m):

# view~edition.tab.digitization.title
source: Digitization
it_it: Digitalizzazione
ja_jp: ‎デジタル‎
pt_pt: Digitalização
ro_ro: Digitalizare
ru_ru: Оцифровка
sl_si: Lokacija
uk_ua: Оцифрування

# view~edition.tab.form.title
source: Form
it_it: Modulo
ja_jp: フォーム
pt_pt: Formulário
ro_ro: Formular
ru_ru: Форма
sl_si: Obrazec
uk_ua: Форма

# view~edition.toolbar.cancel.title
source: Cancel
it_it: Annulla
ja_jp: ‎キャンセル‎
pt_pt: Cancelar
ro_ro: Anulați
ru_ru: Отменить
sl_si: Prekini
uk_ua: Відміна

# view~edition.toolbar.cancel.tooltip
source: Cancel current edition.
it_it: Annulla la modifica attuale.
ja_jp: ‎現在の編集をキャンセルします。‎
pt_pt: Anular edição
ro_ro: Anulați editarea curentă.
ru_ru: Отменить текущие правки.
sl_si: Zaključi urejanje.
uk_ua: Скасувати поточну версію.

# view~edition.toolbar.delete.title
source: Delete
it_it: Elimina
ja_jp: ‎削除‎
pt_pt: Eliminar
ro_ro: Ștergeți
ru_ru: Удалить
sl_si: Izbriši
uk_ua: Видалити

# view~edition.toolbar.draw.clear.title
source: Clear
it_it: Ripulisci
ja_jp: ‎クリア‎
pt_pt: Apagar
ro_ro: Ștergeți
ru_ru: Очистить
sl_si: Počisti
uk_ua: Прозорий

# view~edition.toolbar.draw.clear.tooltip
source: Cancel the current drawing.
it_it: Annulla il disegno attuale.
ja_jp: ‎現在の描画をキャンセルします。‎
pt_pt: Anular geometria.
ro_ro: Anulați desenarea curentă.
ru_ru: Отменить текущее рисование.
sl_si: Prekliči trenutno risbo.
uk_ua: Скасувати поточне малювання

# view~edition.toolbar.draw.save.title
source: Save
it_it: Salva
ja_jp: 保存
pt_pt: Gravar
ro_ro: Salvați
ru_ru: Сохранить
sl_si: Shrani
uk_ua: Зберегти

# view~edition.toolbar.draw.save.tooltip
source: Finalize the current drawing.
it_it: Conferma il disegno attuale.
ja_jp: ‎現在の図面を保存します。‎
pt_pt: Finalizar geometria.
ro_ro: Finalizați desenarea curentă.
ru_ru: Завершить текущее рисование.
sl_si: Dokončajte trenutno risbo.
uk_ua: Завершити поточне малювання

# view~edition.toolbar.draw.title
source: Add
it_it: Aggiungi
ja_jp: 追加
pt_pt: Adicionar
ro_ro: Adăugare
ru_ru: Добавить
sl_si: Dodaj
uk_ua: Додати

# view~edition.toolbar.draw.tooltip
source: Activate the tool for creating new objects.
it_it: Attiva lo strumento per creare nuovi oggetti.
ja_jp: ‎新しいオブジェクトを作成するためのツールをアクティブにします。‎
pt_pt: Ativar a ferramenta para criar novos objetos.
ro_ro: Activați instrumentul pentru crearea de obiecte noi.
ru_ru: Активировать инструмент создания новых объектов.
sl_si: Aktivirajte orodje za ustvarjanje novih predmetov.
uk_ua: Активуйте інструмент для створення нових об'єктів

# view~edition.toolbar.select.attr.title
source: Modify
it_it: Modifica
ja_jp: 変更
pt_pt: Modificar
ro_ro: Modificați
ru_ru: Изменить
sl_si: Spremeni
uk_ua: Змінити

# view~edition.toolbar.select.attr.tooltip
source: Validate the geometry and/or open the attribute form.
it_it: Conferma la geometria e/o apri il modulo attributi.
ja_jp: ジオメトリを検証するか、属性フォームを開きます。‎
pt_pt: Validar a geometria e/ou abrir o formulário de atributos.
ro_ro: Validați geometria și/sau deschideți formularul atributului.
ru_ru: Проверить геометрию и/или открыть форму атрибутов.
sl_si: Preverite geometrijo in/ali odprite obrazec atributa.
uk_ua: Перевірте геометрію та/або відкрийте форму атрибута.

# view~edition.toolbar.select.delete.title
source: Del
it_it: Elimina
ja_jp: 削除
pt_pt: Eliminar
ro_ro: Ștergeţi
ru_ru: Удалить
sl_si: Brisanje
uk_ua: Видалити

# view~edition.toolbar.select.delete.tooltip
source: Delete the selected object.
it_it: Elimina l'oggetto selezionato.
ja_jp: ‎選択したオブジェクトを削除します。‎
pt_pt: Eliminar a geometria selecionada.
ro_ro: Ștergeți obiectul selectat.
ru_ru: Удалить выделенный объект.
sl_si: Izbriši označen objekt.
uk_ua: Видалити вибраний об'єкт

# view~edition.toolbar.select.title
source: Select
it_it: Seleziona
ja_jp: 選択
pt_pt: Selecionar
ro_ro: Selectare
ru_ru: Выбрать
sl_si: Izberi
uk_ua: Вибрати

# view~edition.toolbar.select.tooltip
source: Activate the selection tool.
it_it: Attiva lo strumento di selezione.
ja_jp: ‎選択ツールをアクティブにします。‎
pt_pt: Ativar a ferramenta de seleção.
ro_ro: Activați instrumentul de selectare.
ru_ru: Активировать инструмент выделения.
sl_si: Aktiviraj označevanje.
uk_ua: Активуйте інструмент вибору.

# view~edition.toolbar.select.undo.title
source: Undo
it_it: Annulla
ja_jp: 戻す
pt_pt: Desfazer
ro_ro: Anulați
ru_ru: Отменить
sl_si: Razveljavi
uk_ua: Відмінити

# view~edition.toolbar.select.undo.tooltip
source: Revert into initial geometry state.
it_it: Ritorna allo stato iniziale della geometria.
ja_jp: ‎初期ジオメトリ状態に戻します。‎
pt_pt: Reverter para o estado inicial da geometria.
ro_ro: Reveniți la starea geometriei inițială.
ru_ru: Отменить изменения геометрии.
sl_si: Vrnitev v začetno stanje geometrije.
uk_ua: Повернення у вихідний стан геометрії.

# view~edition.toolbar.select.unselect.title
source: Unsel.
it_it: Desel.
ja_jp: 信用しない
pt_pt: Desselecionar
ro_ro: Deselectați
ru_ru: Снять
uk_ua: Зняти

# view~edition.toolbar.select.unselect.tooltip
source: Unselect the selected object.
it_it: Deseleziona l'oggetto selezionato.
ja_jp: ‎選択したオブジェクトの選択を解除します。‎
pt_pt: Desmarcar o geometria selecionada.
ro_ro: Deselectați obiectul selectat.
ru_ru: Снять выделение.
sl_si: Prekliči izbiro izbranega predmeta.
uk_ua: Скасуйте виділення вибраного об’єкта.

# view~edition.toolbar.title
source: Edition
it_it: Modifica
ja_jp: 編集
pt_pt: Edição
ro_ro: Editare
ru_ru: Публикация
sl_si: Urejanje
uk_ua: Версія

# view~edition.unlink.error.sql
source: An error occurred while removing link.
it_it: Si è verificato un errore durante la rimozione del link.
pt_pt: Ocorreu um erro ao remover a ligação.
ro_ro: A apărut o eroare la eliminarea legăturii.
sl_si: Med odstranjevanjem povezave je prišlo do napake.
uk_ua: Під час видалення посилання сталася помилка.

# view~edition.unlink.success
source: The child feature has correctly been unlinked.
it_it: Gli elementi figlio sono stati correttamente scollegati.
ja_jp: 選択した地物は正しくリンクされています。‎
pt_pt: O elemento subordinado foi desligado corretamente.
ro_ro: Obiectul legat a fost deconectat corect.
ru_ru: Дочерний объект был правильно отключен.
sl_si: Povezava s podrejeno funkcijo je bila pravilno prekinjena.
uk_ua: Правильно від’єднано дочірню функцію.

# view~edition.upload.choice.delete
source: Delete
it_it: Elimina
ja_jp: ‎削除‎
pt_pt: Eliminar
ro_ro: Ștergeți
ru_ru: Удалить
sl_si: Izbriši
uk_ua: Видалити

# view~edition.upload.choice.keep
source: Keep
it_it: Mantieni
ja_jp: 保持
pt_pt: Manter
ro_ro: Păstrați
ru_ru: Хранить
sl_si: Ohrani
uk_ua: Зберігати

# view~edition.upload.choice.update
source: Add/Update
it_it: Aggiungi/Aggiorna
ja_jp: ‎追加/更新‎
pt_pt: Adicionar/Atualizar
ro_ro: Adăugare/Actualizare
ru_ru: Добавить / обновить
sl_si: Dodaj/spremeni
uk_ua: Додати/Обновити

# view~map.attributeLayers.navbar.title
source: Data
it_it: Dati
ja_jp: ‎データ‎
pt_pt: Listar registos
ro_ro: Date
ru_ru: Данные
sl_si: Podatek
uk_ua: Дані

# view~map.attributeLayers.options.input.cascade.label
source: Cascade filter to children
it_it: Propaga il filtro alla tabella figlio
ja_jp: ‎下位にフィルタを重ねて表示する‎
pt_pt: Filtrar elementos subordinados
ro_ro: Filtru cascadă pentru subelemente
ru_ru: Применить фильтр к дочерним объектам
sl_si: Kaskadni filter podrobnosti
uk_ua: Задіяти фільтр до дочірніх об'єктів

# view~map.attributeLayers.options.title
source: Options
it_it: Opzioni
ja_jp: ‎オプション‎
pt_pt: Opções
ro_ro: Opțiuni
ru_ru: Опции
sl_si: Opcije
uk_ua: Варіанти

# view~map.attributeLayers.toolbar.title
source: Data
it_it: Dati
ja_jp: ‎データ‎
pt_pt: Listar registos
ro_ro: Date
ru_ru: Данные
sl_si: Podatek
uk_ua: Дані

# view~map.baselayer.select.hover
source: Select baselayer
it_it: Seleziona layer di base
ja_jp: ‎ベースレイヤの選択‎
pt_pt: Selecionar Tema Base
ro_ro: Selectați harta de bază
ru_ru: Выбрать базовый слой
sl_si: Izberi podlago
uk_ua: Вибрати базовий шар

# view~map.baselayermenu.title
source: Base Layer
it_it: Layer di base
ja_jp: ‎ベースレイヤ‎
pt_pt: Tema Base
ro_ro: Harta de bază
ru_ru: Базовый слой
sl_si: Podlaga
uk_ua: Основний шар

# view~map.bottomdock.toolbar.btn.clear.title
source: Close
it_it: Chiudi
ja_jp: 閉じる
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sl_si: Zapri
uk_ua: Закрити

# view~map.bottomdock.toolbar.btn.glue.activate.title
source: Pin
it_it: Fissa
pt_pt: Fixar
ro_ro: Fixare
ru_ru: Прикрепить
sl_si: Pripni
uk_ua: Прикріпити

# view~map.bottomdock.toolbar.btn.glue.deactivate.title
source: Unpin
it_it: Libera
ja_jp: ‎解除‎
pt_pt: Libertar
ro_ro: Anulare fixare
ru_ru: Открепить
sl_si: Odpni
uk_ua: Відкріпити

# view~map.bottomdock.toolbar.btn.size.maximize.title
source: Maximize
it_it: Massimizza
ja_jp: ‎最大化
pt_pt: Maximizar
ro_ro: Maximizare
ru_ru: Развернуть
sl_si: Maksimiziraj
uk_ua: Збільшити

# view~map.bottomdock.toolbar.btn.size.minimize.title
source: Minimize
it_it: Minimizza
ja_jp: ‎最小化
pt_pt: Minimizar
ro_ro: Minimizare
ru_ru: Свернуть
sl_si: Minimiziraj
uk_ua: Зменшити

# view~map.draw.navbar.title
source: Draw
it_it: Disegna
ja_jp: 描画
pt_pt: Desenhar
ro_ro: Desenare
ru_ru: Рисование
sl_si: Risanje
uk_ua: Малювати

# view~map.geolocate.navbar.title
source: Geolocation
it_it: Geolocalizzazione
ja_jp: ‎地理位置情報‎
pt_pt: Geolocalização
ro_ro: Geolocalizare
ru_ru: Геолокация
sl_si: Geolokacija
uk_ua: Геолокація

# view~map.geolocate.toolbar.title
source: Geolocation
it_it: Geolocalizzazione
ja_jp: ‎地理位置情報‎
pt_pt: Geolocalização
ro_ro: Geolocalizare
ru_ru: Геолокация
sl_si: Geolokacija
uk_ua: Геолокація

# view~map.layers
source: Layers
it_it: Layer
ja_jp: レイヤ
pt_pt: Camadas
ro_ro: Straturi
ru_ru: Слои
sl_si: Sloji
uk_ua: Шари

# view~map.legend
source: Legend
it_it: Legenda
ja_jp: 凡例
pt_pt: Legenda
ro_ro: Legendă
ru_ru: Легенда
sl_si: Legenda
uk_ua: Легенда

# view~map.legend.map
source: Legend/Map
it_it: Visualizza legenda
ja_jp: ‎凡例/マップ‎
pt_pt: Legenda/Mapa
ro_ro: Legendă/Hartă
ru_ru: Легенда/карта
sl_si: Legenda/karta
uk_ua: Легенда/Карта

# view~map.legendmenu.title
source: Legend
it_it: Legenda
ja_jp: 凡例
pt_pt: Legenda
ro_ro: Legendă
ru_ru: Легенда
sl_si: Legenda
uk_ua: Легенда

# view~map.loading.title
source: Loading map data
it_it: Caricamento mappa
ja_jp: ‎マップ データの読み込み‎
pt_pt: A carregar mapa
ro_ro: Se încarcă datele...
ru_ru: Загрузка данных карты
sl_si: Pridobivanje podatkov
uk_ua: Завантаження даних карти

# view~map.locatemenu.title
source: Locating
it_it: Localizzazione
ja_jp: ‎検索‎
pt_pt: Localização
ro_ro: Localizare
ru_ru: Месторасположение
sl_si: Lociranje
uk_ua: Розташування

# view~map.map
source: Map
it_it: Mappa
ja_jp: ‎地図‎
pt_pt: Mapa
ro_ro: Hartă
ru_ru: Карта
sl_si: Karta
uk_ua: Карта

# view~map.map.only
source: Map only
it_it: Visualizza solo mappa
ja_jp: ‎マップのみ‎
pt_pt: Apenas mapa
ro_ro: Doar harta
ru_ru: Только карта
sl_si: Samo karta
uk_ua: Тільки карта

# view~map.measure.navbar.title
source: Measure
it_it: Misura
ja_jp: 計測
pt_pt: Medição
ro_ro: Măsurare
ru_ru: Измерение
sl_si: Izmeri
uk_ua: Виміряти

# view~map.measure.toolbar.angle
source: Angle
it_it: Angolo
ja_jp: 角度
pt_pt: Ângulo
ro_ro: Unghi
ru_ru: Угол
sl_si: Kot
uk_ua: Кут

# view~map.measure.toolbar.area
source: Area
ja_jp: ‎面積‎
pt_pt: Área
ro_ro: Suprafață
ru_ru: Площадь
sl_si: Območje
uk_ua: Площа

# view~map.measure.toolbar.length
source: Length
it_it: Lunghezza
ja_jp: ‎長さ‎
pt_pt: Comprimento
ro_ro: Lungime
ru_ru: Длина
sl_si: Dolžina
uk_ua: Довжина

# view~map.measure.toolbar.perimeter
source: Perimeter
it_it: Perimetro
ja_jp: ‎周囲長‎
pt_pt: Perímetro
ro_ro: Perimetru
ru_ru: Периметр
sl_si: Obseg
uk_ua: Периметр

# view~map.measure.toolbar.title
source: Measures
it_it: Misure
ja_jp: 計測
pt_pt: Medições
ro_ro: Măsurări
ru_ru: Измерения
sl_si: Ukrepi
uk_ua: Заходи

# view~map.menu.close.hover
source: Hide the menu
it_it: Nascondi il menu
ja_jp: ‎メニューを非表示にする‎
pt_pt: Ocultar Menu
ro_ro: Ascundeți meniul
ru_ru: Скрыть меню
sl_si: Skrij meni
uk_ua: Приховати меню

# view~map.menu.show.hover
source: Show the menu
it_it: Mostra il menu
ja_jp: ‎メニューを表示する‎
pt_pt: Mostrar Menu
ro_ro: Afișați meniul
ru_ru: Показать меню
sl_si: Prikaži meni
uk_ua: Показати меню

# view~map.message.zoominmax
source: No deeper zoom available for this base layer
it_it: Lo zoom non è disponibile per questo layer di base
ja_jp: これ以上ズームできません。
pt_pt: Não é possível aproximar mais esta camada base
ro_ro: Nu există niciun zoom mai profund pentru acest strat de bază
ru_ru: Максимальный масштаб
sl_si: Za osnovno plast ni na voljo globlje povečave
uk_ua: Для цього базового шару немає більш глибокого масштабування

# view~map.metadata.contact.organization
source: Organization
it_it: Organizzazione
ja_jp: ‎組織‎
pt_pt: Organização
ro_ro: Organizație
ru_ru: Организация
sl_si: Podjetje
uk_ua: Організація

# view~map.metadata.contact.person
source: Person
it_it: Persona responsabile
ja_jp: 個人
pt_pt: Contacto Pessoal
ro_ro: Persoană
ru_ru: Контактное лицо
sl_si: Oseba
uk_ua: Особа

# view~map.metadata.contact.phone
source: Phone
it_it: Telefono
ja_jp: ‎電話‎
pt_pt: Telefone
ro_ro: Telefon
ru_ru: Телефон
sl_si: Telefon
uk_ua: Телефон

# view~map.metadata.description.abstract
source: Description
it_it: Descrizione
ja_jp: 概要
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sl_si: Opis
uk_ua: Опис

# view~map.metadata.description.title
source: Title
it_it: Titolo
ja_jp: ‎タイトル‎
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sl_si: Naslov
uk_ua: Заголовок

# view~map.metadata.h2.contact
source: Contact
it_it: Contatto
ja_jp: 連絡先
pt_pt: Contactos
ru_ru: Контактное лицо
sl_si: Stik
uk_ua: Контакт

# view~map.metadata.h2.description
source: Map description
it_it: Descrizione della mappa
ja_jp: ‎マップの説明‎
pt_pt: Descrição do mapa
ro_ro: Descrierea hărții
ru_ru: Описание карты
sl_si: Opis zemljevida
uk_ua: Опис карти

# view~map.metadata.h2.illustration
source: Illustration
it_it: Illustrazione
ja_jp: ‎図‎
pt_pt: Ilustração
ro_ro: Ilustrație
ru_ru: Иллюстрация
sl_si: Ilustracija
uk_ua: Ілюстрація

# view~map.metadata.h2.properties
source: Properties
it_it: Proprietà
ja_jp: ‎プロパティ‎
pt_pt: Propriedades
ro_ro: Proprietăți
ru_ru: Свойства
sl_si: Lastnosti
uk_ua: Властивості

# view~map.metadata.h2.resources
source: Resources
it_it: Risorse e link
ja_jp: ‎リソース‎
pt_pt: Recursos
ro_ro: Resurse
ru_ru: Ресурсы
sl_si: Viri
uk_ua: Ресурси

# view~map.metadata.hide
source: Hide information
it_it: Nascondi informazioni
ja_jp: ‎情報を非表示にする‎
pt_pt: Ocultar Informação
ro_ro: Ascundeți informațiile
ru_ru: Скрыть информацию
sl_si: Skrij informacije
uk_ua: Приховати інформацію

# view~map.metadata.link.label
source: Information
it_it: Informazioni
ja_jp: ‎情報‎
pt_pt: Informação
ro_ro: Informații
ru_ru: Информация
sl_si: Informacija
uk_ua: Інформація

# view~map.metadata.properties.extent
source: Extent
it_it: Estensione spaziale
ja_jp: ‎範囲‎
pt_pt: Limites
ro_ro: Extindere
ru_ru: Охват
sl_si: Obseg
uk_ua: Ступінь

# view~map.metadata.properties.projection
source: Projection
it_it: Proiezione
ja_jp: 投影
pt_pt: Projeção
ro_ro: Proiecție
ru_ru: Проекция
sl_si: Koordinatni sistem
uk_ua: Проєкція

# view~map.metadata.resources.website
source: Website
it_it: Sito web
ja_jp: Webサイト‎
ro_ro: Pagină web
ru_ru: Веб-сайт
sl_si: Spletna stran
uk_ua: Веб -сайт

# view~map.navbar.next.hover
source: Next
it_it: Zoom successivo
ja_jp: 次
pt_pt: Próximo
ro_ro: Următorul
ru_ru: Далее
sl_si: Naslednji
uk_ua: Наступний

# view~map.navbar.pan.hover
source: Pan map
it_it: Sposta mappa
ja_jp: ‎パンマップ‎
pt_pt: Mover Mapa
ro_ro: Mutare hartă
ru_ru: Прокрутка карты
sl_si: Premikaj zemljevid
uk_ua: Прокрутка карти

# view~map.navbar.previous.hover
source: Previous
it_it: Zoom precedente
ja_jp: 前へ
pt_pt: Anterior
ro_ro: Anterior
ru_ru: Назад
sl_si: Prejšnji
uk_ua: Попередній

# view~map.navbar.slider.hover
source: Slide to zoom in or out
it_it: Cursore per ingrandire o ridurre la mappa
ja_jp: ‎スライドを拡大または縮小する‎
pt_pt: Arrastar para aproximar ou afastar
ro_ro: Glisați pentru a mări sau micșora
ru_ru: Выбрать масштаб
sl_si: Približaj ali oddalji.
uk_ua: Прокрутіть, щоб збільшити або зменшити масштаб

# view~map.navbar.zoom.hover
source: Zoom by rectangle
it_it: Zoom con un rettangolo
ja_jp: 指定範囲をズーム‎
pt_pt: Aproximar por retângulo
ro_ro: Selectare de tip dreptunghi
ru_ru: Увеличить до зоны
sl_si: Povečaj v okviru kvadrata
uk_ua: Збільшити до вибраної зони

# view~map.navbar.zoomextent.hover
source: Zoom to initial map extent
it_it: Zoom all'estensione iniziale
ja_jp: ‎初期マップ範囲にズーム‎
pt_pt: Extensão inicial do mapa
ro_ro: Revenire la dimensiunea inițială a hărții
ru_ru: Масштаб к исходному охвату
sl_si: Privzeti obseg
uk_ua: Повернутись до базового масштабу

# view~map.navbar.zoomin.hover
source: Zoom in
it_it: Ingrandisci
ja_jp: ‎ズームイン
pt_pt: Aproximar
ro_ro: Mărește
ru_ru: Увеличить
sl_si: Približaj
uk_ua: Збільшити

# view~map.navbar.zoomout.hover
source: Zoom out
it_it: Riduci
ja_jp: ‎ズームアウト‎
pt_pt: Afastar
ro_ro: Micșorează
ru_ru: Уменьшить
sl_si: Oddalji
uk_ua: Зменшити

# view~map.overviewbar.scaleline.hover
source: Scale bar
it_it: Barra della scala
ja_jp: ‎スケールバー‎
pt_pt: Escala gráfica
ro_ro: Bara de scară
ru_ru: Шкала масштаба
sl_si: Merilo
uk_ua: Масштабна смуга

# view~map.overviewbar.scaletext.hover
source: Scale
it_it: Scala
ja_jp: 縮尺
pt_pt: Escala
ro_ro: Scară
ru_ru: Масштаб
sl_si: Merilo
uk_ua: Масштаб

# view~map.overviewbar.scaletext.title
source: Scale
it_it: Scala
ja_jp: 縮尺
pt_pt: Escala
ro_ro: Scară
ru_ru: Масштабирование
sl_si: Merilo
uk_ua: Масштаб

# view~map.overviewmap.hover
source: Move the rectangle to pan the map
it_it: Muovi il riquadro per spostare la mappa
pt_pt: Mover o retângulo para movimentar o mapa.
ro_ro: Deplasați dreptunghiul pentru a mișca harta
sl_si: Premaknite pravokotnik, da pomaknete zemljevid
uk_ua: Перемістіть прямокутник, щоб панорамувати карту

# view~map.permalink.embed.size.large
source: Large
it_it: Grande
ja_jp: ‎大きい‎
pt_pt: Grande
ro_ro: Mare
ru_ru: Большой
sl_si: Veliko
uk_ua: Великий

# view~map.permalink.embed.size.medium
source: Medium
it_it: Medio
ja_jp: 中
pt_pt: Médio
ro_ro: Mediu
ru_ru: Середина
sl_si: Srednje
uk_ua: Середній

# view~map.permalink.embed.size.personalized
source: Personalized
it_it: Personalizzato
ja_jp: ‎パーソナライズ
pt_pt: Personalizado
ro_ro: Personalizat
ru_ru: Персонализированный
sl_si: Personalizirano
uk_ua: Персоналізований

# view~map.permalink.embed.size.small
source: Small
it_it: Piccolo
ja_jp: 小
pt_pt: Pequeno
ro_ro: Mic
ru_ru: Маленький
sl_si: majhna
uk_ua: Невеликий

# view~map.permalink.embed.tab
source: Embed
it_it: Incorpora
ja_jp: ‎埋込‎
pt_pt: Incorporar
ro_ro: Încorporat
ru_ru: Встроить
sl_si: Integrirano
uk_ua: Вставити

# view~map.permalink.embed.tab.title
source: Embed the current map
it_it: Incorpora la mappa attuale
ja_jp: ‎現在のマップを埋め込む‎
pt_pt: Incorporar o mapa atual
ro_ro: Încorporare hartă curentă
ru_ru: Вставить текущую карту
sl_si: Integrirano v trenutni zemljevid
uk_ua: Вставити поточну карту

# view~map.permalink.geobookmark.button.add
source: Add a bookmark
it_it: Aggiungi un segnalibro
ja_jp: ‎ブックマークを追加する‎
pt_pt: Adicionar um marcador
ro_ro: Adăugați un marcaj
ru_ru: Добавить закладку
sl_si: Dodajte zaznamek
uk_ua: Додати закладку

# view~map.permalink.geobookmark.button.del
source: Remove this bookmark
it_it: Rimuovi questo segnalibro
ja_jp: ‎このブックマークを削除します‎
pt_pt: Remover este marcador
ro_ro: Eliminați acest marcaj
ru_ru: Удалить закладку
sl_si: Odstrani zaznamek
uk_ua: Видалити цю закладку

# view~map.permalink.geobookmark.button.run
source: Use this bookmark
it_it: Usa questo segnalibro
ja_jp: ‎このブックマークを使用する‎
pt_pt: Utilizar este marcador
ro_ro: Utilizați acest marcaj
ru_ru: Приблизить
sl_si: Uporabite zaznamek
uk_ua: Використайте цю закладку

# view~map.permalink.geobookmark.name.placeholder
source: Bookmark name
it_it: Nome del segnalibro
ja_jp: ‎ブックマーク名‎
pt_pt: Nome do marcador
ro_ro: Numele marcajului
ru_ru: Имя для закладки
sl_si: Ime zaznamka
uk_ua: Назва закладки

# view~map.permalink.geobookmark.none
source: No bookmark yet.
it_it: Ancora nessun segnalibro.
ja_jp: ‎ブックマークはまだありません。‎
pt_pt: Sem marcadores.
ro_ro: Niciun marcaj încă.
ru_ru: Пусто
sl_si: Zaznamka še ni.
uk_ua: Закладок поки немає.

# view~map.permalink.geobookmark.title
source: Bookmarks
it_it: Segnalibri
ja_jp: ‎ブックマーク‎
pt_pt: Marcadores
ro_ro: Marcaje
ru_ru: Закладки
sl_si: Zaznamki
uk_ua: Закладки

# view~map.permalink.navbar.title
source: Permalink
ja_jp: ‎パーマリンク‎
pt_pt: Endereço
ro_ro: Link permanent
ru_ru: Постоянная ссылка
sl_si: Stalna povezava
uk_ua: Постійне посилання

# view~map.permalink.share.link
source: Link to current map
it_it: Link alla mappa attuale
ja_jp: ‎現在のマップへのリンク‎
pt_pt: Endereço do mapa atual
ro_ro: Link către harta curentă
ru_ru: Ссылка на текущую карту
sl_si: Povezava do trenutnega zemljevida
uk_ua: Посилання на поточну карту

# view~map.permalink.share.tab
source: Share
it_it: Condividi
ja_jp: ‎共有‎
pt_pt: Partilhar
ro_ro: Partajare
ru_ru: Поделится
sl_si: Deli
uk_ua: Поділитись

# view~map.permalink.share.tab.title
source: Share the link to current map
it_it: Condividi il link alla mappa attuale
ja_jp: ‎現在のマップへのリンクを共有する‎
pt_pt: Partilhar o endereço do mapa atual
ro_ro: Partajare link la harta curentă
ru_ru: Поделится ссылкой на текущую карту
sl_si: Delite povezavo do trenutnega zemljevida
uk_ua: Поділіться посиланням на поточну карту

# view~map.permalink.toolbar.title
source: Permalink
ja_jp: ‎パーマリンク‎
pt_pt: Endereço
ro_ro: Link permanent
ru_ru: Постоянная ссылка
sl_si: Stalna povezava
uk_ua: Постійне посилання

# view~map.popup.table.th.band
source: Band
it_it: Banda
ja_jp: ‎バンド‎
pt_pt: Banda
ro_ro: Bandă
ru_ru: Группа
sl_si: Pas
uk_ua: Група

# view~map.popup.table.th.data
source: Field
it_it: Campo
ja_jp: フィールド
pt_pt: Campo
ro_ro: Câmp
ru_ru: Поле
sl_si: Stolpec
uk_ua: Поле

# view~map.popup.table.th.value
source: Value
it_it: Attributo
ja_jp: 値
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sl_si: Vrednost
uk_ua: Цінність

# view~map.print.navbar.title
source: Print
it_it: Stampa
ja_jp: 印刷/ファイル出力
pt_pt: Imprimir
ro_ro: Imprimare
ru_ru: Печать
sl_si: Natisni
uk_ua: Друк

# view~map.print.toolbar.format
source: Format
it_it: Formato
ja_jp: フォーマット
pt_pt: Formato
ru_ru: Формат
uk_ua: Формат

# view~map.print.toolbar.scale
source: Scale
it_it: Scala
ja_jp: 縮尺
pt_pt: Escala
ro_ro: Scară
ru_ru: Масштаб
sl_si: Merilo
uk_ua: Масштаб

# view~map.print.toolbar.template
source: Template
it_it: Modello
ja_jp: ‎テンプレート‎
pt_pt: Modelo
ro_ro: Model
ru_ru: Шаблон
sl_si: Podlaga
uk_ua: Шаблон

# view~map.print.toolbar.title
source: Print
it_it: Stampa
ja_jp: 印刷/ファイル出力
pt_pt: Imprimir
ro_ro: Imprimare
ru_ru: Печать
sl_si: Natisni
uk_ua: Друк

# view~map.search.nominatim.button
source: Searching
it_it: Cerca
ja_jp: 検索
pt_pt: A procurar
ro_ro: Căutare
ru_ru: Поиск
sl_si: Iščem
uk_ua: Пошук

# view~map.search.nominatim.placeholder
source: Search
it_it: Cerca
ja_jp: 検索
pt_pt: Pesquisar
ro_ro: Căutare
ru_ru: Поиск
sl_si: Išči
uk_ua: Пошук

# view~map.selectiontool.navbar.title
source: Selection
it_it: Selezione
ja_jp: 選択
pt_pt: Seleção
ro_ro: Selectare
ru_ru: Выбор
sl_si: Izbira
uk_ua: Вибір

# view~map.selectiontool.toolbar.title
source: Selection
it_it: Selezione
ja_jp: 選択
pt_pt: Seleção
ro_ro: Selectare
ru_ru: Выделение
sl_si: Izbira
uk_ua: Вибір

# view~map.switcher.layer.export.title
source: Export
it_it: Esporta
ja_jp: エクスポート
pt_pt: Exportar
ro_ro: Exportare
ru_ru: Экспорт
sl_si: Izvoz
uk_ua: Експорт

# view~map.switcher.layer.metadata.title
source: Information
it_it: Informazioni
ja_jp: ‎情報‎
pt_pt: Informação
ro_ro: Informații
ru_ru: Информация
sl_si: Informacija
uk_ua: Інформація

# view~map.switcher.layer.style.title
source: Change layer style
it_it: Cambia lo stile del layer
ja_jp: ‎レイヤスタイルの変更‎
pt_pt: Mudar estilo da camada
ro_ro: Stilul stratului
ru_ru: Изменить стиль слоя
sl_si: Spremeni obliko sloja
uk_ua: Змінити стиль шару
