Repository: 3liz/lizmap-locales
Catalog: web-client/*/view.po
Languages: it_it, ja_jp, pt_pt, ro_ro, ru_ru, sl_si, uk_ua

# view~default.header.connect
source: Connect
it_it: Login
ja_jp: 接続
pt_pt: Entrar
ro_ro: Conectare
ru_ru: Войти
sl_si: Prijava
uk_ua: Підключитись

# view~default.header.createAccount
source: Register
it_it: Registrati
ja_jp: ‎登録
pt_pt: Registar
ro_ro: Înregistrare
ru_ru: Регистрация
sl_si: Registracija
uk_ua: Зареєструватись

# view~default.header.disconnect
source: Disconnect
it_it: Logout
ja_jp: 切断
pt_pt: Sair
ro_ro: Deconectare
ru_ru: Выйти
sl_si: Odjava
uk_ua: Від’єднати

# view~default.header.menuitem.admin.label
source: Administration
it_it: Amministrazione
ja_jp: 管理
pt_pt: Administração
ro_ro: Administrare
ru_ru: Администрирование
sl_si: Administracija
uk_ua: Адміністрування

# view~default.header.search.input.title
source: Type to filter your maps.
it_it: Digita per filtrare le tue mappe.
ja_jp: 地図をフィルター処理
pt_pt: Escrever para filtrar os mapas.
ro_ro: Tastați pentru a filtra hărţile.
ru_ru: Введите для фильтрации карт.
sl_si: Vnesite za filtriranje zemljevidov.
uk_ua: Введіть, щоб відфільтрувати карти.

# view~default.header.search.toggleKeywordsTitle.title
source: Toggle keywords/title search.
it_it: Attiva ricerca per parole chiave/titolo.
ja_jp: ‎キーワード/タイトル 検索切替
pt_pt: Alternar entre palavras-chave/pesquisa de título.
ro_ro: Comutare cuvinte cheie sau titluri.
ru_ru: Переключить поиск по ключевым словам / заголовку.
sl_si: Preklopi iskanje po ključnih besedah/naslovu.
uk_ua: Переключити пошук ключових слів/заголовків.

# view~default.home.title
source: Home
ja_jp: ホーム
pt_pt: Início
ro_ro: Acasă
ru_ru: Домой
sl_si: Domov
uk_ua: Додому

# view~default.project.abstract.label
source: Abstract
it_it: Descrizione
ja_jp: ‎要約‎
pt_pt: Resumo
ro_ro: Rezumat
ru_ru: Описание
sl_si: Povzetek
uk_ua: Анотація

# view~default.project.access.denied
source: Access denied for this project.
it_it: Non puoi accedere al progetto.
ja_jp: ‎このプロジェクトに対するアクセスが拒否されました。‎
pt_pt: Acesso negado a este projeto.
ro_ro: Acces refuzat pentru acest proiect.
ru_ru: Доступ к репозиторию запрещен.
sl_si: Dostop za ta projekt zavrnjen.
uk_ua: Заборонений доступ до цього проєкту

# view~default.project.bbox.label
source: Bounding Box
it_it: Estensione massima
ja_jp: ‎境界ボックス‎
pt_pt: Limites da área
ro_ro: Extindere
ru_ru: Рамка границ
sl_si: Omejevalni okvir
uk_ua: Обмежувальна рамка

# view~default.project.close.map.metadata
source: Close
it_it: Chiudi
ja_jp: 閉じる
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sl_si: Zapri
uk_ua: Закрити

# view~default.project.keywordList.label
source: Keyword list
it_it: Lista delle parole chiave
ja_jp: ‎キーワードリスト‎
pt_pt: Lista de palavras-chave
ro_ro: Cuvinte cheie
ru_ru: Список ключевых слов
sl_si: Ključne besede
uk_ua: Список ключових слів

# view~default.project.needs.update
source: The project needs an update from the GIS administrator. Please contact the GIS administrator to check the QGIS projects panel.
uk_ua: Проект потребує оновлення від адміністратора ГІС. Зверніться до адміністратора ГІС, щоб перевірити панель проектів QGIS.

# view~default.project.open.map
source: Load the map
it_it: Carica la mappa
ja_jp: 地図読込‎
pt_pt: Visualizar mapa
ro_ro: Deschideți harta
ru_ru: Загрузить карту
sl_si: Naloži zemljevid
uk_ua: Завантажити карту

# view~default.project.open.map.metadata
source: View metadata
it_it: Visualizza i metadati
ja_jp: ‎メタデータの表示‎
pt_pt: Ver metadados
ro_ro: Vizualizare meta-date
ru_ru: Просмотр метаданных
sl_si: Pregled metapodatkov
uk_ua: Переглянути метадані

# view~default.project.projection.label
source: Projection
it_it: Proiezione
ja_jp: 投影
pt_pt: Projeção
ro_ro: Proiecție
ru_ru: Проекция
sl_si: Koordinatni sistem
uk_ua: Проєкція

# view~default.project.title.label
source: Title
it_it: Titolo
ja_jp: ‎タイトル‎
pt_pt: Título
ro_ro: Titlu
ru_ru: Заголовок
sl_si: Naslov
uk_ua: Заголовок

# view~default.repository.access.denied
source: You cannot access this repository.
it_it: Non puoi accedere al repository.
ja_jp: リポジトリにアクセスできません。‎
pt_pt: Sem permissões para aceder ao repositório.
ro_ro: Nu puteți accesa acest depozit.
ru_ru: У вас нет доступа к данному репозиторию.
sl_si: Ne morete dostopati do tega skladišča.
uk_ua: Ви не можете отримати доступ до цього репозиторія.

# view~default.repository.list.title
source: Projects
it_it: Progetti
ja_jp: ‎プロジェクト‎
pt_pt: Projetos
ro_ro: Proiecte
ru_ru: Проекты
sl_si: Projekti
uk_ua: Проєкти

# view~default.server.information.error
source: This map cannot be displayed. Please contact the server administrator to check the server information panel.
uk_ua: Цю карту неможливо відобразити. Зверніться до адміністратора сервера, щоб перевірити панель інформації про сервер.

# view~dictionnary.atlas.navbar.title
source: Atlas
it_it: Atlante
ja_jp: ‎地図帳‎
ru_ru: Атлас
uk_ua: Атлас

# view~dictionnary.atlas.toolbar.next
source: Next
it_it: Sucessivo
ja_jp: 次
pt_pt: Próximo
ro_ro: Următorul
ru_ru: Далее
sl_si: Naslednji
uk_ua: Наступний

# view~dictionnary.atlas.toolbar.pause
source: Pause
it_it: Pausa
ja_jp: 一時停止
pt_pt: Pausa
ro_ro: Pauză
ru_ru: Пауза
sl_si: Ustavi
uk_ua: Пауза

# view~dictionnary.atlas.toolbar.play
source: Play
ja_jp: 再生
pt_pt: Reproduzir
ro_ro: Redare
ru_ru: Воспроизвести
sl_si: Predvajaj
uk_ua: Виконати

# view~dictionnary.atlas.toolbar.prev
source: Previous
it_it: Zoom precedente
ja_jp: 前へ
pt_pt: Anterior
ro_ro: Anterior
ru_ru: Назад
sl_si: Prejšnji
uk_ua: Попередній

# view~dictionnary.atlas.toolbar.stop
source: Stop
ja_jp: 停止
pt_pt: Parar
ro_ro: Închide
ru_ru: Закрыть
uk_ua: Зупинити

# view~dictionnary.atlas.toolbar.title
source: Atlas
it_it: Atlante
ja_jp: ‎地図帳‎
ru_ru: Атлас
uk_ua: Атлас

# view~dictionnary.attributeLayers.btn.center.title
source: Center
it_it: Centra
ja_jp: 中心
pt_pt: Centrar
ro_ro: Centru
ru_ru: Центр
sl_si: Sredina
uk_ua: Центр

# view~dictionnary.attributeLayers.btn.delete.title
source: Delete
it_it: Elimina
ja_jp: ‎削除‎
pt_pt: Eliminar
ro_ro: Ștergeți
ru_ru: Удалить
sl_si: Izbriši
uk_ua: Видалити

# view~dictionnary.attributeLayers.btn.edit.title
source: Edit
it_it: Modifica
ja_jp: ‎編集‎
pt_pt: Editar
ro_ro: Editați
ru_ru: Изменить
sl_si: Urejanje
uk_ua: Редагування

# view~dictionnary.attributeLayers.btn.info.title
source: Info
ja_jp: ‎情報‎
pt_pt: Informação
ro_ro: Informații
ru_ru: Инфо
uk_ua: Інформація

# view~dictionnary.attributeLayers.btn.remove.link.title
source: Unlink child
it_it: Scollega l'elemento figlio
pt_pt: Desligar elemento subordinado
ro_ro: Eliminare legătură
ru_ru: Отвязать дочернее
sl_si: Odstrani otroka
uk_ua: Відключити дочірнє

# view~dictionnary.attributeLayers.btn.select.title
source: Select
it_it: Seleziona
ja_jp: 選択
pt_pt: Selecionar
ro_ro: Selectare
ru_ru: Выбрать
sl_si: Izberi
uk_ua: Вибрати

# view~dictionnary.attributeLayers.btn.unselect.title
source: Unselect
it_it: Deseleziona
ja_jp: ‎解除‎
pt_pt: Remover seleção
ro_ro: Deselectare
ru_ru: Снять выбор
sl_si: Odznači
uk_ua: Зняти вибірку

# view~dictionnary.attributeLayers.btn.zoom.title
source: Zoom
ja_jp: 拡大
ru_ru: Приблизить
sl_si: Povečava
uk_ua: Збільшити

# view~dictionnary.attributeLayers.msg.layer.not.visible
source: The layer is not visible. Please zoom at a scale in which the features are visible.
it_it: Il layer non è visibile. Zomma ad una scala a cui gli elementi sono visibili.
ja_jp: ‎レイヤが表示されません。地物が表示されている縮尺でズームしてください。‎
pt_pt: A camada não está visível. Faça zoom para uma escala em que os elementos se encontrem visíveis.
ro_ro: Stratul nu este vizibil. Vă rugăm să faceți zoom la o scară în care obiectele sunt vizibile.
ru_ru: Слой не отображается. Измените масштаб для отображения объектов слоя.
sl_si: Plast ni vidna. Povečajte v merilu, v katerem so vidne značilnosti.
uk_ua: Шару не видно. Збільште масштаб в якому видно об’єкти.

# view~dictionnary.attributeLayers.toolbar.btn.data.createChildFeature.no.actived
source: Activated line needed.
it_it: È necessaria una linea attivata.
ja_jp: 回線接続されていません。‎
pt_pt: É necessária uma linha ativada.
ro_ro: Este necesară activarea liniei.
ru_ru: Требуется активированная линия.
sl_si: Potrebna je aktivirana linija.
uk_ua: Потрібна активована лінія

# view~dictionnary.attributeLayers.toolbar.btn.data.createChildFeature.title
source: Create a child
it_it: Crea un elemento figlio
pt_pt: Criar elemento subordinado
ro_ro: Creați un sub-obiect
ru_ru: Создать дочернее
sl_si: Ustvarite otroka
uk_ua: Створити дочірнє

# view~dictionnary.attributeLayers.toolbar.btn.data.createFeature.title
source: Create feature
it_it: Crea un elemento
ja_jp: 地物の作成
pt_pt: Criar geometria
ro_ro: Creare carcteristică
ru_ru: Добавить объект
sl_si: Nov element
uk_ua: Створити функцію

# view~dictionnary.attributeLayers.toolbar.btn.data.export.title
source: Export
it_it: Esporta
ja_jp: エクスポート
pt_pt: Exportar
ro_ro: Exportare
ru_ru: Экспорт
sl_si: Izvoz
uk_ua: Експорт

# view~dictionnary.attributeLayers.toolbar.btn.data.filter.title
source: Filter
it_it: Filtro
ja_jp: ‎フィルター‎
pt_pt: Filtro
ro_ro: Filtru
ru_ru: Фильтр
uk_ua: Фільтр

# view~dictionnary.attributeLayers.toolbar.btn.data.hide.title
source: Hide
it_it: Nascondi
ja_jp: 隠す
pt_pt: Ocultar resultados
ro_ro: Ascunde
ru_ru: Скрыть
sl_si: Skrij
uk_ua: Сховати

# view~dictionnary.attributeLayers.toolbar.btn.data.linkFeatures.title
source: Link selected features
it_it: Collega gli elementi selezionati
ja_jp: ‎選択した地物にリンクする‎
pt_pt: Ligar elementos selecionados
ro_ro: Legare obiecte selectate
ru_ru: Свяжите выбранные функции
sl_si: Poveži izbrane elemente
uk_ua: Зв’яжіть вибрані функції

# view~dictionnary.attributeLayers.toolbar.btn.data.moveselectedtotop.title
source: Move selected to top
it_it: Sposta la selezione in cima
ja_jp: ‎選択した項目を先頭に移動‎
pt_pt: Mover a seleção para o topo
ro_ro: Mutați selectarea în partea de sus
ru_ru: Передвинуть выделенные вверх
sl_si: Premakni izbrano na vrh
uk_ua: Перемістити вибране вгору

# view~dictionnary.attributeLayers.toolbar.btn.data.refresh.title
source: Get data
it_it: Recupera dati
ja_jp: ‎データを取得する‎
pt_pt: Descarregar registos
ro_ro: Obținere date
ru_ru: Получить данные
sl_si: Pridobi podatke
uk_ua: Отримати дані

# view~dictionnary.attributeLayers.toolbar.btn.data.show.title
source: Show
it_it: Mostra
ja_jp: 表示
pt_pt: Mostrar
ro_ro: Afișați
ru_ru: Показать
sl_si: Prikaži
uk_ua: Показати

# view~dictionnary.attributeLayers.toolbar.btn.data.unselect.title
source: Unselect all
it_it: Deseleziona tutto
ja_jp: 選択解除‎
pt_pt: Remover a seleção
ro_ro: Deselectați tot
ru_ru: Снять выделение
sl_si: Odznači vse
uk_ua: Зняти виділення

# view~dictionnary.attributeLayers.toolbar.btn.detail
source: Detail
it_it: Dettaglio
ja_jp: 詳細
pt_pt: Detalhe
ro_ro: Detalii
ru_ru: Подробно
sl_si: Podrobnosti
uk_ua: Деталі

# view~dictionnary.attributeLayers.toolbar.btn.refresh.table.title
source: Refresh
it_it: Aggiorna
ja_jp: ‎リフレッシュ‎
pt_pt: Atualizar
ro_ro: Reîmprospătare
ru_ru: Обновить
sl_si: Osveži
uk_ua: Оновити

# view~dictionnary.attributeLayers.toolbar.btn.refresh.table.tooltip
source: Refresh the table data.
it_it: Aggiorna i dati in tabella.
ja_jp: データを更新
pt_pt: Atualizar dados na tabela.
ro_ro: Actualizați datele din tabel.
ru_ru: Обновить табличные данные.
sl_si: Osveži podatke
uk_ua: Оновити дані таблиці

# view~dictionnary.attributeLayers.toolbar.btn.refresh.table.tooltip.changed
source: The map extent has changed since the last time data were fetched.
it_it: L'estensione della mappa è cambiata dall'ultima volta che è stata caricata.
ja_jp: ‎マップの範囲は、最後にデータがフェッチされた後に変更されました。‎
pt_pt: A extensão do mapa foi alterada desde a última vez que os dados foram carregados.
ro_ro: Extinderea hărții s-a modificat de la ultima preluare a datelor.
ru_ru: Экстент карты изменился с момента последней выборки данных.
sl_si: Obseg zemljevida se je spremenil od zadnjega pridobivanja podatkov.
uk_ua: Екстент карти змінився з моменту останнього отримання даних.

# view~dictionnary.attributeLayers.toolbar.btn.select.searched.title
source: Select searched line
it_it: Seleziona riga cercata
ja_jp: ‎検索された行を選択‎
pt_pt: Selecionar linhas pesquisadas
ro_ro: Selectați linia căutată
ru_ru: Выделить искомые
sl_si: Izberite iskano vrstico
uk_ua: Виділити обраний рядок

# view~dictionnary.attributeLayers.toolbar.btn.toggle.children.title
source: Toggle children tables
it_it: Accendi le tabelle figlio
ja_jp: ‎子テーブルの切り替え‎
pt_pt: Tabelas subordinadas
ro_ro: Comutare tabele legate
ru_ru: Переключить дочерние таблицы
sl_si: Preklopi otroške tabele
uk_ua: Перемкніть дочірні таблиці

# view~dictionnary.attributeLayers.toolbar.cb.data.detail.title
source: Display info
it_it: Mostra info
ja_jp: ‎表示情報‎
pt_pt: Mostrar informações
ro_ro: Afișare informații
ru_ru: Отобразить информацию
sl_si: Informacija
uk_ua: Відобразити інформацію

# view~dictionnary.attributeLayers.toolbar.input.search.title
source: Search
it_it: Cerca
ja_jp: 検索
pt_pt: Pesquisar
ro_ro: Căutare
ru_ru: Поиск
sl_si: Išči
uk_ua: Пошук

# view~dictionnary.attributeLayers.toolbar.msg.data.extent
source: in the current extent
it_it: nell'estensione corrente
ja_jp: ‎現在の範囲
pt_pt: na extensão visível do mapa
ro_ro: în extinderea actuală
ru_ru: в текущем охвате
sl_si: v trenutnem obsegu
uk_ua: в нинішньому обсязі

# view~dictionnary.attributeLayers.toolbar.msg.data.lines
source: lines returned
it_it: risultati restituiti
pt_pt: registros encontrados
ro_ro: linii întoarse
ru_ru: записей найдено
sl_si: vrnjenih vrstic
uk_ua: рядки повернулися

# view~dictionnary.attributeLayers.toolbar.msg.data.nodata
source: No result for this layer
it_it: Nessun risultato per questo layer
ja_jp: ‎このレイヤの結果はありません‎
pt_pt: Nenhum resultado para esta camada
ro_ro: Niciun rezultat pentru acest strat
ru_ru: Нет результатов для данного слоя
sl_si: Za ta sloj ni rezultatov
uk_ua: Жодного результату для цього шару

# view~dictionnary.baselayer.empty.title
source: No base map
it_it: Nessuna mappa di base
ja_jp: ‎ベース マップなし‎
pt_pt: Vazio
ro_ro: Nicio hartă de bază
ru_ru: Нет базового слоя
sl_si: Brez podlage
uk_ua: Немає базової карти

# view~dictionnary.bottomdock.toolbar.btn.glue.activate.title
source: Pin
it_it: Fissa
pt_pt: Fixar
ro_ro: Fixare
ru_ru: Прикрепить
sl_si: Pripni
uk_ua: Прикріпити

# view~dictionnary.bottomdock.toolbar.btn.glue.deactivate.title
source: Unpin
it_it: Libera
ja_jp: ‎解除‎
pt_pt: Libertar
ro_ro: Anulare fixare
ru_ru: Открепить
sl_si: Odpni
uk_ua: Відкріпити

# view~dictionnary.bottomdock.toolbar.btn.glue.glued.title
source: Pinned
it_it: Fissato
ja_jp: ‎固定‎
pt_pt: Painel fixado
ro_ro: Fixat
ru_ru: Прикреплено
sl_si: Pripeto
uk_ua: Закріплено

# view~dictionnary.bottomdock.toolbar.btn.size.maximize.title
source: Maximize
it_it: Massimizza
ja_jp: ‎最大化
pt_pt: Maximizar
ro_ro: Maximizare
ru_ru: Развернуть
sl_si: Maksimiziraj
uk_ua: Збільшити

# view~dictionnary.bottomdock.toolbar.btn.size.minimize.title
source: Minimize
it_it: Minimizza
ja_jp: ‎最小化
pt_pt: Minimizar
ro_ro: Minimizare
ru_ru: Свернуть
sl_si: Minimiziraj
uk_ua: Зменшити

# view~dictionnary.digitizing.confirme.erase
source: Are you sure you want to delete all features?
it_it: Sei sicuro di voler eliminare tutti gli elementi?
ja_jp: ‎すべての地物を削除しますか?‎
pt_pt: Eliminar mesmo todos os elementos?
ro_ro: Sigur doriți să ștergeți toate obiectele?
ru_ru: Вы уверены, что хотите удалить все функции?
sl_si: Ali res želite izbrisati vse elemente?
uk_ua: Ви впевненні, що хочете видалити всі функції?

# view~dictionnary.digitizing.toolbar.box
source: Box
it_it: Riquadro
ja_jp: ボックス
pt_pt: Caixa
ro_ro: Dreptunghi
ru_ru: Квадрат
sl_si: Kvadrat
uk_ua: Прямокутник

# view~dictionnary.digitizing.toolbar.circle
source: Circle
it_it: Cerchio
ja_jp: ‎円‎
pt_pt: Círculo
ro_ro: Cerc
ru_ru: Окружность
sl_si: Krog
uk_ua: Коло

# view~dictionnary.digitizing.toolbar.color
source: Pick draw color
it_it: Scegli il colore del disegno
ja_jp: ‎描画色を選択‎
pt_pt: Escolher uma cor para desenhar
ro_ro: Alegeți culoarea
ru_ru: Выберите цвет рисования
sl_si: Izberite barvo risanja
uk_ua: Виберіть колір малювання

# view~dictionnary.digitizing.toolbar.deactivate
source: Deactivate
it_it: Disattiva
ja_jp: ‎非アクティブ 化‎
pt_pt: Desativar
ro_ro: Dezactivare
ru_ru: Отключить
sl_si: Deaktiviraj
uk_ua: Деактивувати

# view~dictionnary.digitizing.toolbar.drawTools
source: Draw tools
it_it: Strumenti di disegno
ja_jp: ‎描画ツール‎
pt_pt: Ferramentas de desenho
ro_ro: Unelte pentru desenare
ru_ru: Инструменты рисования
sl_si: Orodja za risanje
uk_ua: Інструмент малювання

# view~dictionnary.digitizing.toolbar.erase
source: Delete all features
it_it: Elimina tutti gli elementi
ja_jp: ‎すべての地物を削除する‎
pt_pt: Eliminar todos os elementos
ro_ro: Ștergeți toate obiectele
ru_ru: Удалить все функции
sl_si: Izbriši vse objekte
uk_ua: Видалити всі об'єкти

# view~dictionnary.digitizing.toolbar.freehand
source: Free hand
it_it: A mano libera
ja_jp: ‎フリーハンド‎
pt_pt: Mão livre
ro_ro: Liber
ru_ru: Свободное выделение
sl_si: Prostoročno
uk_ua: Вільне виділення

# view~dictionnary.digitizing.toolbar.import
source: Import in GeoJSON, GPX or KML
it_it: Importa in GeoJSON, GPX o KML
ja_jp: ‎ジオJSON、GPX または KML でのインポート‎
pt_pt: Importar GeoJSON, GPX ou KML
ro_ro: Importare GeoJSON, GPX sau KML
ru_ru: Импорт в GeoJSON, GPX или KML
sl_si: Uvozite v GeoJSON, GPX ali KML
uk_ua: Імпорт в GeoJSON, GPX або KML

# view~dictionnary.digitizing.toolbar.line
source: Line
it_it: Linea
ja_jp: ‎線‎
pt_pt: Linha
ro_ro: Linie
ru_ru: Линия
sl_si: Linija
uk_ua: Лінія

# view~dictionnary.digitizing.toolbar.point
source: Point
it_it: Punto
ja_jp: ‎点‎
pt_pt: Ponto
ro_ro: Punct
ru_ru: Точка
sl_si: Točka
uk_ua: Точка

# view~dictionnary.digitizing.toolbar.polygon
source: Polygon
it_it: Poligono
ja_jp: ポリゴン
pt_pt: Polígono
ro_ro: Poligon
ru_ru: Полигон
sl_si: Poligon
uk_ua: Полігон

# view~dictionnary.digitizing.toolbar.save
source: Save draw in the browser
it_it: Salva il disegno nel browser
ja_jp: ‎ブラウザで描画を保存する‎
pt_pt: Guardar o desenho no browser
ro_ro: Salvați desenul în browser
ru_ru: Сохранить чертеж в браузере
sl_si: Shranite sliko v brskalniku
uk_ua: Збережіть малюнок у браузері

# view~dictionnary.edition.confirm.cancel
source: Are you sure you want to cancel edition? You will lose any modifications made on the currently edited object.
it_it: Sei sicuro di voler annullare le modifiche? Perderai tutte le modifiche fatte sull'oggetto modificato.
ja_jp: キャンセルすれば，現在編集中のオブジェクトに対して行った変更は失われます。‎
pt_pt: Cancelar mesmo a edição? Desta forma todas as alterações serão perdidas.
ro_ro: Sigur doriți să anulați editarea? Veți pierde orice modificare făcută obiectului editat.
ru_ru: Вы уверены, что хотите отменить редактирование? Вы потеряете все изменения, внесенные в текущий редактируемый объект.
sl_si: Ali ste prepričani, da želite zaključiti urejanje? Izgubili boste vse spremembe.
uk_ua: Ви впевнені, що хочете скасувати варіант? Ви втратите будь-які зміни, внесені до поточного відредагованого об’єкта.

# view~dictionnary.edition.confirm.delete
source: Are you sure you want to delete the selected feature?
it_it: Sei sicuro di voler eliminare l'elemento selezionato?
ja_jp: ‎選択した地物を削除しますか?‎
pt_pt: Eliminar mesmo o elemento selecionado?
ro_ro: Sigur doriți să ștergeți obiectul selectat?
ru_ru: Удалить выделенный объект?
sl_si: Ali ste prepričani, da želite izbrisati izbran objekt?
uk_ua: Ви впевнені, що хочете видалити вибрану функцію?

# view~dictionnary.edition.confirm.restart-drawing
source: Are you sure you want to delete the existing geometry and redraw it from scratch ?
uk_ua: Ви впевнені, що бажаєте видалити існуючу геометрію та перемалювати її з нуля?

# view~dictionnary.edition.datepicker.open
source: Open the calendar
it_it: Apri il calendario
ja_jp: ‎カレンダーを開く‎
pt_pt: Abrir o calendário
ro_ro: Deschideți calendarul
ru_ru: Открыть календарь
sl_si: Odpri koledar
uk_ua: Відкрити календар

# view~dictionnary.edition.datepicker.reset
source: Reset the date
it_it: Reimposta la data
ja_jp: ‎日付をリセットする‎
pt_pt: Apagar a data
ro_ro: Resetați data
ru_ru: Сбросить дату
sl_si: Ponastavi datum
uk_ua: Скинути дату

# view~dictionnary.edition.draw.activate
source: Draw the feature you want to create on the map.
it_it: Disegna sulla mappa l'elemento che vuoi creare.
ja_jp: ‎作成する地物を地図上に描画します。‎
pt_pt: Desenhar o elemento a criar no mapa.
ro_ro: Desenați pe hartă obiectul pe care doriți să-l creați.
ru_ru: Нарисуйте геометрию на карте.
sl_si: Narišite element na zemljevidu.
uk_ua: Намалюйте на карті об’єкт, який ви хочете створити.

# view~dictionnary.edition.draw.activate.mobile
source: You can hide this form with the close button whenever you need to draw the geometry.
it_it: Puoi nascondere questo modulo con il pulsante di chiusura ogni volta che necessiti di disegnare la geometria.
ja_jp: ‎ジオメトリを描画する必要がある場合は、閉じるボタンでこのフォームを非表示にすることができます。‎
pt_pt: É possível ocultar este formulário com o botão fechar, sempre que seja necessário desenhar a geometria.
ro_ro: Puteți ascunde acest formular cu butonul de închidere ori de câte ori trebuie să desenați geometria.
ru_ru: Вы можете скрыть эту форму с помощью кнопки закрытия всякий раз, когда вам нужно нарисовать геометрию.
sl_si: Ta obrazec lahko skrijete z gumbom za zapiranje, kadar koli morate narisati geometrijo.
uk_ua: Ви можете приховати цю форму за допомогою кнопки закриття, коли вам потрібно намалювати геометрію.

# view~dictionnary.edition.message.error.no.geometry
source: You cannot save this object without a geometry. Please draw the geometry on the map.
it_it: Non puoi salvare questo oggetto senza una geometria. Disegna la geometria sulla mappa.
pt_pt: Não é possível guardar este objeto sem geometria. Desenhar a respetiva geometria no mapa.
ro_ro: Nu poți salva acest obiect fără o geometrie. Desenează geometria pe hartă.
sl_si: Tega predmeta ne morete shraniti brez geometrije. Prosimo, narišite geometrijo na zemljevidu.
uk_ua: Ви не можете зберегти цей об’єкт без геометрії. Будь ласка, намалюйте геометрію на карті.

# view~dictionnary.edition.point.coord.crs.layer
source: Layer
ja_jp: ‎レイヤ
pt_pt: Camada
ro_ro: Strat
ru_ru: Слой
sl_si: Sloj
uk_ua: Шар

# view~dictionnary.edition.point.coord.crs.map
source: Map
it_it: Mappa
ja_jp: ‎地図‎
pt_pt: Mapa
ro_ro: Hartă
ru_ru: Карта
sl_si: Karta
uk_ua: Карта

# view~dictionnary.edition.revertgeom.success
source: Geometry has been reversed. You can now save the form.
it_it: La geometria è stata invertita. Ora puoi salvare il form.
pt_pt: A geometria foi invertida. É possível guardar o formulário.
ro_ro: Geometria a fost inversată. Acum puteți salva formularul.
sl_si: Geometrija je bila obrnjena. Sedaj lahko shranite obrazec.
uk_ua: Геометрія була змінена. Тепер ви можете зберегти форму.

# view~dictionnary.edition.select.activate
source: Click on one of the layer's features to select it.
it_it: Clicca su uno degli elementi del layer per selezionarlo.
ja_jp: ‎レイヤの地物のいずれかをクリックして選択します。‎
pt_pt: Clicar num dos elementos da camada para selecionar.
ro_ro: Faceți clic pe unul din obiectele stratului pentru a-l selecta.
ru_ru: Кликните на объекте слоя для выделения.
sl_si: Kliknite eno od funkcij plasti, da jo izberete.
uk_ua: Натисніть на одну з функцій шару, щоб вибрати її.

# view~dictionnary.edition.select.modify.activate
source: You can modify the feature you have selected, then submit.
it_it: Puoi modificare l'elemento che hai selezionato, poi inviare le modifiche.
ja_jp: ‎選択した地物を変更してから送信できます。‎
pt_pt: É possível modificar o elemento selecionado e enviar.
ro_ro: Puteți modifica obiectul selectat, apoi trimiteți.
ru_ru: Вы можете изменить выбранную функцию, а затем отправить.
sl_si: Funkcijo, ki ste jo izbrali, lahko spremenite in nato pošljete.
uk_ua: Ви можете змінити вибрану функцію, а потім надіслати
