Repository: 3liz/lizmap-locales
Catalog: web-client/*/view.po
Languages: it_it, ja_jp, pt_pt, ro_ro, ru_ru, sl_si, uk_ua

# view~dictionnary.edition.splitfeat.form.error
source: You should fill correctly the form, in order to create a new feature after splitting the geometry
it_it: Devi compilare correttamente il modulo per creare un nuovo elemento dopo aver diviso la geometria
ja_jp: ジオメトリを分割した後に新しい地物を作成するには、フォームに正しく入力する必要があります‎
pt_pt: O formulário deverá ser preenchido corretamente, para criar um novo elemento depois da divisão da geometria
ro_ro: Trebuie să completați corect formularul, pentru a crea o nouă caracteristică după împărțirea geometriei
ru_ru: Вы должны правильно заполнить форму, чтобы создать новый элемент после разделения геометрии.
sl_si: Morate pravilno izpolniti obrazec, da ustvarite novo funkcijo po razdelitvi geometrije
uk_ua: Ви повинні правильно заповнити форму, щоб створити новий елемент після розбиття геометрії

# view~dictionnary.edition.splitfeat.tech.error
source: A technical error occurs. Split cannot be done.
it_it: Errore tecnico. La divisione non può essere eseguita.
ja_jp: ‎技術的なエラーが発生します。分割できません。‎
pt_pt: Ocorreu um erro técnico. A divisão não pode ser efetuada.
ro_ro: A apărut o eroare tehnică. Împărțirea nu se poate face.
ru_ru: Произошла техническая ошибка. Разделить нельзя.
sl_si: Prišlo je do tehnične napake. Razdelitve ni mogoče izvesti.
uk_ua: Відбулась технічна помилка. Розділити неможливо

# view~dictionnary.edition.title
source: Edition
it_it: Modifica
ja_jp: 編集
pt_pt: Edição
ro_ro: Editare
ru_ru: Публикация
sl_si: Urejanje
uk_ua: Редагування

# view~dictionnary.embed.open.map
source: Open the map in full screen
it_it: Apri la mappa a tutto schermo
ja_jp: ‎マップを全画面表示で開く‎
pt_pt: Abrir o mapa em ecrã completo
ro_ro: Deschideți harta pe ecran complet
ru_ru: Открыть карту в полноэкранном режиме
sl_si: Odprite zemljevid na celotnem zaslonu
uk_ua: Відкрити карту на весь екран

# view~dictionnary.externalsearch.mapdata
source: Map data
it_it: Dati mappa
ja_jp: ‎データのマップ‎
pt_pt: Dados do mapa
ro_ro: Date hartă
ru_ru: Данные карты
sl_si: Podatki
uk_ua: Дані карти

# view~dictionnary.externalsearch.noquery
source: Search query is empty
it_it: La query di ricerca è vuota
ja_jp: ‎検索クエリが空です‎
pt_pt: O campo para pesquisa está vazio
ro_ro: Interogarea de căutare este goală
ru_ru: Поисковый запрос пуст
sl_si: Iskalni niz je prazen
uk_ua: Пошуковий запит порожній

# view~dictionnary.externalsearch.notfound
source: No results
it_it: Nessun risultato
ja_jp: ‎結果なし‎
pt_pt: Sem resultados
ro_ro: Niciun rezultat
ru_ru: Нет результатов
sl_si: Ni rezultatov
uk_ua: Жодного результату

# view~dictionnary.externalsearch.search
source: Searching
it_it: Cerca
ja_jp: 検索
pt_pt: A procurar
ro_ro: Căutare
ru_ru: Поиск
sl_si: Iščem
uk_ua: Пошук

# view~dictionnary.filter.btn.export.label
source: Export
it_it: Esporta
ja_jp: エクスポート
pt_pt: Exportar
ro_ro: Exportare
ru_ru: Экспорт
sl_si: Izvoz
uk_ua: Експорт

# view~dictionnary.filter.btn.export.title
source: Export filtered features
it_it: Esporta gli elementi filtrati
ja_jp: ‎フィルタされた地物をエクスポートする‎
pt_pt: Exportar elementos filtrados
ro_ro: Exportați obiectele filtrate
ru_ru: Экспорт отфильтрованных функций
sl_si: Izvoz filtriranih elementov
uk_ua: Експортувати відфільтровані функції

# view~dictionnary.filter.btn.reset.label
source: Reset
it_it: Azzera
ja_jp: ‎リセット‎
pt_pt: Reiniciar
ro_ro: Resetați
ru_ru: Сброс настроек
sl_si: Ponastavi
uk_ua: Скинути

# view~dictionnary.filter.btn.reset.title
source: Reset the filter
it_it: Resetta il filtro
ja_jp: ‎フィルタをリセットする‎
pt_pt: Remover filtro
ro_ro: Resetare filtru
ru_ru: Сбросить фильтр
sl_si: Ponastavi filter
uk_ua: Скинути фільтр

# view~dictionnary.filter.btn.zoom.label
source: Zoom
ja_jp: 拡大
ru_ru: Приблизить
sl_si: Povečava
uk_ua: Збільшити

# view~dictionnary.filter.btn.zoom.title
source: Zoom to filtered features
it_it: Zoom sugli elementi filtrati
ja_jp: ‎フィルター処理された地物にズームする‎
pt_pt: Zoom para os elementos filtrados
ro_ro: Zoom la obiectele filtrate
ru_ru: Увеличить до отфильтрованных объектов
sl_si: Prikaži objekte
uk_ua: Масштабування до відфільтрованих об’єктів

# view~dictionnary.filter.input.text.placeholder
source: Search inside this field
it_it: Cerca dentro questo campo
ja_jp: ‎このフィールド内を検索‎
pt_pt: Pesquisar dentro deste campo
ro_ro: Căutați în acest câmp
ru_ru: Искать внутри этого поля
sl_si: Iskanje znotraj polja
uk_ua: Пошук по шару

# view~dictionnary.filter.input.text.title
source: Type some text to search inside this field
it_it: Digita del testo da cercare all'interno di questo campo
ja_jp: ‎このフィールド内で検索するテキストを入力します‎
pt_pt: Texto a pesquisar neste campo
ro_ro: Introduceți un text pentru a căuta în acest câmp
ru_ru: Введите текст для поиска в этом поле
sl_si: Vnesite besedilo za iskanje v tem polju
uk_ua: Введіть текст для пошуку всередині цього поля

# view~dictionnary.filter.label.features
source: features
it_it: elementi
ja_jp: 地物
pt_pt: elementos
ro_ro: obiecte
ru_ru: Обьекты
sl_si: elementov
uk_ua: Особливості

# view~dictionnary.generic.btn.close.title
source: Close
it_it: Chiudi
ja_jp: 閉じる
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sl_si: Zapri
uk_ua: Закрити

# view~dictionnary.geobookmark.confirm.delete
source: Are you sure you want to delete this bookmark?
it_it: Sei sicuro di voler eliminare questo segnalibro?
ja_jp: ‎このブックマークを削除しますか?‎
pt_pt: Eliminar mesmo este marcador?
ro_ro: Sigur doriți să ștergeți acest marcaj?
ru_ru: Удалить данную закладку?
sl_si: Ali ste prepričani, da izbrišete ta zaznamek?
uk_ua: Ви впевнені, що хочете видалити цю закладку?

# view~dictionnary.geobookmark.name.required
source: A name is required to create a bookmark.
it_it: Per creare un segnalibro è richiesto un nome.
ja_jp: ‎ブックマークを作成するには名前が必要です。‎
pt_pt: Para gravar um marcador é necessário escolher um nome.
ro_ro: Este necesar un nume pentru a crea un marcaj.
ru_ru: Для добавления закладки необходимо указать ее имя.
sl_si: Za ustvarjanje zaznamka je potrebno ime.
uk_ua: Для створення закладки потрібне ім’я.

# view~dictionnary.geolocate.infos.accuracy
source: Accuracy (m)
it_it: Accuratezza (m)
ja_jp: ‎精度‎ (m)
pt_pt: Precisão (m)
ro_ro: Precizie (m)
ru_ru: Точность (м)
sl_si: Natančnost (m)
uk_ua: Точність (м)

# view~dictionnary.geolocate.toolbar.bind
source: Stay centered
it_it: Rimani centrato
ja_jp: ‎中央に配置
pt_pt: Manter centrado
ro_ro: Centrat
ru_ru: Следить
sl_si: Ostani v središču
uk_ua: Стежити

# view~dictionnary.geolocate.toolbar.center
source: Center
it_it: Centra
ja_jp: 中心
pt_pt: Centrar
ro_ro: Centru
ru_ru: Центрировать
sl_si: Sredina
uk_ua: Центр

# view~dictionnary.geolocate.toolbar.start
source: Start
it_it: Inizio
ja_jp: スタート
pt_pt: Inicar
ro_ro: Pornire
ru_ru: Начать
sl_si: Začni
uk_ua: Запустити

# view~dictionnary.geolocate.toolbar.stop
source: Stop
ja_jp: 停止
pt_pt: Parar
ro_ro: Închide
ru_ru: Закрыть
uk_ua: Зупинити

# view~dictionnary.geolocate.toolbar.waiting
source: Waiting
it_it: In attesa
ja_jp: ‎待つ
pt_pt: Em espera
ro_ro: Așteptare
ru_ru: Ожидание
sl_si: Čakanje
uk_ua: Очікування

# view~dictionnary.geolocation.failed
source: Location detection failed
it_it: Rilevamento della posizione fallito
ja_jp: ‎位置の検出に失敗しました‎
pt_pt: Falha na geolocalização
ro_ro: Detectarea locației a eșuat
ru_ru: Определение местоположения не выполнено
sl_si: Zaznavanje lokacije ni uspelo
uk_ua: Помилка визначення місцезнаходження

# view~dictionnary.geolocation.survey.accuracy
source: Accuracy
it_it: Accuratezza
ja_jp: ‎精度‎
pt_pt: Precisão
ro_ro: Precizie
ru_ru: Точность
sl_si: Natančnost
uk_ua: Точність

# view~dictionnary.geolocation.survey.average
source: Average
it_it: Media
ja_jp: ‎平均‎
pt_pt: Média
ro_ro: Medie
ru_ru: Среднее
sl_si: Povprečje
uk_ua: Середній

# view~dictionnary.geolocation.survey.distance
source: Distance
it_it: Distanza
ja_jp: ‎距離‎
pt_pt: Distância
ro_ro: Distanță
ru_ru: Дистанция
sl_si: Razdalja
uk_ua: Дистанція

# view~dictionnary.geolocation.survey.time
source: Time
it_it: Ora
ja_jp: ‎時間‎
pt_pt: Tempo
ro_ro: Timp
ru_ru: Время
sl_si: Čas
uk_ua: Час

# view~dictionnary.geolocation.survey.title
source: Survey
it_it: Indagine
ja_jp: 調査
pt_pt: Utilizar geolocalização
ro_ro: Studiu
ru_ru: Опрос
sl_si: Anketa
uk_ua: Запит

# view~dictionnary.layer.export.right.required
source: Right is required to export layer.
it_it: Sono richiesti privilegi per esportare il layer.
ja_jp: ‎レイヤをエクスポート
pt_pt: É necessária permissão para exportar a camada.
ro_ro: Este necesară permisiune pentru a exporta stratul.
ru_ru: Не хватает прав для экспорта слоя.
sl_si: Za izvoz plasti je potrebna pravica.
uk_ua: Для експорту шару потрібні права

# view~dictionnary.layer.export.unknown.export.error
source: The server reported an error 400 during the export of the layer.
it_it: Il server ha riportato un errore 400 durante l'esportazione del livello.
pt_pt: O servidor reportou o erro 400 durante a exportação da camada.
ro_ro: Serverul a raportat o eroare 400 în timpul exportului stratului.
ru_ru: Сервер сообщил об ошибке 400 при экспорте слоя.
sl_si: Strežnik je sporočil napako 400 med izvozom plasti.
uk_ua: Сервер повідомив про помилку 400 під час експорту шару.

# view~dictionnary.layer.metadata.export.title
source: Export
it_it: Esporta
ja_jp: エクスポート
pt_pt: Exportar
ro_ro: Exportare
ru_ru: Экспорт
sl_si: Izvoz
uk_ua: Експорт

# view~dictionnary.layer.metadata.layer.abstract
source: Description
it_it: Descrizione
ja_jp: 概要
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sl_si: Opis
uk_ua: Опис

# view~dictionnary.layer.metadata.layer.info.see
source: Documentation
it_it: Documentazione
ja_jp: ‎マニュアル
pt_pt: Documentação
ro_ro: Documentație
ru_ru: Документация
sl_si: Dokumentacija
uk_ua: Документація

# view~dictionnary.layer.metadata.layer.link
source: Information
it_it: Informazioni
ja_jp: ‎情報‎
pt_pt: Informação
ro_ro: Informații
ru_ru: Информация
sl_si: Informacija
uk_ua: Інформація

# view~dictionnary.layer.metadata.layer.name
source: Name
it_it: Nome
ja_jp: ‎名前‎
pt_pt: Nome
ro_ro: Nume
ru_ru: Имя
sl_si: Ime
uk_ua: Ім'я

# view~dictionnary.layer.metadata.layer.type
source: Type
it_it: Tipo
ja_jp: ‎種類‎
pt_pt: Tipo
ro_ro: Tip
ru_ru: Тип
sl_si: Tip
uk_ua: Тип

# view~dictionnary.layer.metadata.layer.type.group
source: Group
it_it: Gruppo
ja_jp: ‎グループ
pt_pt: Grupo
ro_ro: Grup
ru_ru: Группа
sl_si: Skupina
uk_ua: Група

# view~dictionnary.layer.metadata.layer.type.layer
source: Layer
ja_jp: ‎レイヤ
pt_pt: Camada
ro_ro: Strat
ru_ru: Слой
sl_si: Sloj
uk_ua: Шар

# view~dictionnary.layer.metadata.opacity.title
source: Opacity
it_it: Opacità
ja_jp: ‎不透明‎
pt_pt: Opacidade
ro_ro: Transparență
ru_ru: Непрозрачность
sl_si: Prosojnost
uk_ua: Непрозорість

# view~dictionnary.layer.metadata.style.title
source: Change layer style
it_it: Cambia lo stile del layer
ja_jp: ‎レイヤスタイルの変更‎
pt_pt: Mudar estilo da camada
ro_ro: Stilul stratului
ru_ru: Изменить стиль слоя
sl_si: Spremeni obliko sloja
uk_ua: Змінити стиль шару

# view~dictionnary.layer.metadata.title
source: Information
it_it: Informazioni
ja_jp: ‎情報‎
pt_pt: Informação
ro_ro: Informații
ru_ru: Информация
sl_si: Informacija
uk_ua: Інформація

# view~dictionnary.layer.metadata.zoomToExtent.title
source: Zoom to layer extent
it_it: Zoom all'estensione massima
ja_jp: ‎レイヤ範囲にズーム‎
pt_pt: Extensão da camada
ro_ro: Zoom pe strat
ru_ru: Увеличить до слоя
sl_si: Prikaži sloj
uk_ua: Збільшити масштаб шару

# view~dictionnary.measure.activate.angle
source: Click on the map to start measuring an angle.
it_it: Clicca sulla mappa per misurare un angolo.
ja_jp: ‎マップをクリックして、角度の計測を開始します。‎
pt_pt: Clicar no mapa para começar a medir um ângulo.
ro_ro: Faceți clic pe hartă pentru a începe să măsurați un unghi.
ru_ru: Щелкните карту, чтобы начать измерение угла.
sl_si: Kliknite na zemljevid, da začnete meriti kot.
uk_ua: Натисніть на карту, щоб почати вимірювати кута.

# view~dictionnary.measure.activate.area
source: Click on the map to start measuring an area.
it_it: Clicca sulla mappa per eseguire misure di superficie.
ja_jp: ‎地図をクリックして、エリアの計測を開始します。‎
pt_pt: Clique no mapa para começar a medir a área.
ro_ro: Faceți clic pe hartă pentru a începe să măsurați o zonă.
ru_ru: Кликните по карте для начала измерения площади.
sl_si: Kliknite na zemljevid, da začnete meriti območje.
uk_ua: Натисніть на карту, щоб почати вимірювати площі.

# view~dictionnary.measure.activate.length
source: Click on the map to start measuring a length.
it_it: Clicca sulla mappa per eseguire misure di distanza
ja_jp: ‎地図をクリックして長さの計測を開始します。‎
pt_pt: Clique no mapa para começar a medir a distância.
ro_ro: Faceți clic pe hartă pentru a începe să măsurați o lungime.
ru_ru: Кликните по карте для начала измерения длины.
sl_si: Kliknite na zemljevid, da začnete meriti dolžino.
uk_ua: Натисніть на карту, щоб почати вимірювати довжини

# view~dictionnary.measure.activate.perimeter
source: Click on the map to start measuring a perimeter.
it_it: Clicca sulla mappa per eseguire misure di perimetro.
ja_jp: ‎マップをクリックして、周囲の計測を開始します。‎
pt_pt: Clique no mapa para começar a medir do perímetro.
ro_ro: Faceți clic pe hartă pentru a începe să măsurați un perimetru.
ru_ru: Кликните по карте для начала измерения периметра.
sl_si: Kliknite na zemljevid, da začnete meriti obseg.
uk_ua: Натисніть на карту, щоб почати вимірювати периметра.

# view~dictionnary.measure.handle
source: Measure:
it_it: Misura:
ja_jp: 計測:
pt_pt: Total:
ro_ro: Rezultat:
ru_ru: Результат:
sl_si: Meritev:
uk_ua: Міра

# view~dictionnary.mouseposition.hover
source: Mouse position
it_it: Posizione del mouse
ja_jp: ‎マウスの位置‎
pt_pt: Posição do cursor
ro_ro: Poziția mouse-ului
ru_ru: Позиция курсора
sl_si: Položaj miške
uk_ua: Позиція миші

# view~dictionnary.mouseposition.removeCenterPoint
source: Remove center point
it_it: Rimuovi punto centrale
ja_jp: ‎中心点を削除する‎
pt_pt: Remover o ponto central
ro_ro: Eliminare punct de la centru
ru_ru: Удалить центральную точку
sl_si: Odstranite središčno točko
uk_ua: Видаліть центральну точку

# view~dictionnary.mouseposition.select
source: Coordinate unit
it_it: Unità delle coordinate
ja_jp: 座標単位
pt_pt: Unidade das coordenadas
ro_ro: Unitate coordonate
ru_ru: Единица координат
sl_si: Koordinatna enota
uk_ua: Координатна одиниця

# view~dictionnary.mouseposition.units.d
source: Degrees
it_it: Gradi
ja_jp: ‎度‎
pt_pt: Graus
ro_ro: Grade
ru_ru: Градусы
sl_si: Stopinje
uk_ua: Градуси

# view~dictionnary.mouseposition.units.dm
source: Deg. Min.
it_it: Gr. Min.
pt_pt: G. M.
ro_ro: Grade Minute
ru_ru: Град. мин.
sl_si: Stopinj. Min.
uk_ua: Мін. градус

# view~dictionnary.mouseposition.units.dms
source: D. M. S.
it_it: G. M. S.
pt_pt: G. M. S.
ro_ro: G. M. S.
ru_ru: Гр. м. с.
uk_ua: Гр.хв.с.

# view~dictionnary.mouseposition.units.f
source: Feet
it_it: Piedi
ja_jp: ‎フィート‎
pt_pt: Pés
ro_ro: Picioare
ru_ru: Футы
sl_si: Stopala
uk_ua: Крок

# view~dictionnary.mouseposition.units.m
source: Meters
it_it: Metri
ja_jp: ‎メートル‎
pt_pt: Metros
ro_ro: Metri
ru_ru: Метры
sl_si: Metri
uk_ua: Метри

# view~dictionnary.overviewbar.displayoverview.hover
source: Display/Hide Overview
it_it: Mostra/Nascondi panoramica
pt_pt: Mostrar/Ocultar enquadramento
ro_ro: Afișare/Ascundere prezentare generală
sl_si: Prikaži/skrij pregled
uk_ua: Показати/приховати огляд

# view~dictionnary.popup.msg.no.result
source: No object has been found at this location.
it_it: Non c'è nessuna geometria qui.
ja_jp: オブジェクトが見つかりません。‎
pt_pt: Local sem informação.
ro_ro: Nu a fost găsit niciun obiect în această locație.
ru_ru: Объекты в этом местоположении не найдены
sl_si: Na tej lokaciji ni bil najden noben predmet.
uk_ua: В цьому місці не знайдено жодного об'єкта

# view~dictionnary.popup.msg.start
source: Click to the map to get information.
it_it: Clicca sulla mappa per ottenere informazioni.
pt_pt: Clicar no mapa para obter informação.
ro_ro: Faceți clic pe hartă pentru a obține informații.
sl_si: Klikni na zemljevid za informacijo.
uk_ua: Натисніть на карту, щоб отримати інформацію.

# view~dictionnary.popup.table.compact
source: Compact tables
it_it: Compatta tabelle
pt_pt: Compactar tabelas
ro_ro: Restrângere tabele
ru_ru: Компактные таблицы
sl_si: Optimiziraj tabele
uk_ua: Компактні таблиці

# view~dictionnary.popup.table.explode
source: Explode tables
it_it: Esplodi tabelle
pt_pt: Expandir tabelas
ro_ro: Extindere tabele
ru_ru: Расчленить таблицы
sl_si: Ekstrahiraj tabele
uk_ua: Розбити таблиці

# view~dictionnary.print.activate
source: Place the rectangle for printing
it_it: Posiziona il rettangolo per la stampa
ja_jp: 印刷/ファイル出力用の枠を配置する‎
pt_pt: Colocar o retângulo na área a imprimir.
ro_ro: Plasați dreptunghiul pentru tipărire
ru_ru: Установите границы печати
sl_si: Nastavitev območja za tiskanje
uk_ua: Помістіть прямокутник для друку

# view~dictionnary.print.customLabels.tooltip
source: Set custom labels for print
it_it: Imposta etichette personalizzate per la stampa
ja_jp: 印刷/ファイル出力用のカスタム ラベルを設定する‎
pt_pt: Definir etiquetas personalizadas para impressão
ro_ro: Setați etichete personalizate pentru imprimare
ru_ru: Настройка пользовательских этикеток для печати
sl_si: Nastavite oznake po meri za tiskanje
uk_ua: Встановіть спеціальні етикетки для друку

# view~dictionnary.print.started
source: Print started. Please wait.
it_it: Stampa avviata, attendi.
ja_jp: 印刷/ファイル出力を開始しました、しばらくお待ちください。‎
pt_pt: Impressão iniciada. Por favor, aguardar.
ro_ro: Imprimare pornită. Așteptați.
ru_ru: Печать началась. Подождите пожалуйста.
sl_si: Tiskanje se je začelo. Prosim počakaj.
uk_ua: Друк розпочато. Будь ласка, зачекайте.

# view~dictionnary.selectiontool.results.more
source: %s selected objects
it_it: %s oggetto selezionati
pt_pt: %s objetos selecionados
ro_ro: %s obiecte selectate
ru_ru: %s выделенных объект(а,ов)
sl_si: %s izbaranih elementov
uk_ua: %s вибрані об'єкти

# view~dictionnary.selectiontool.results.none
source: No object selected
it_it: Nessun oggetto selezionato
ja_jp: ‎オブジェクトが選択されていません‎
pt_pt: Nenhum objeto selecionado
ro_ro: Niciun obiect selectat
ru_ru: Объекты не выделены
sl_si: Izbran ni noben objekt
uk_ua: Не вибрано жодного об’єкта

# view~dictionnary.selectiontool.results.one
source: 1 selected object
it_it: 1 oggetto selezionato
ja_jp: ‎1 つのオブジェクトを選択‎
pt_pt: 1 objeto selecionado
ro_ro: 1 obiect selectat
ru_ru: 1 выделенный объект
sl_si: 1 izbran predmet
uk_ua: 1 вибраний об'єкт

# view~dictionnary.selectiontool.toolbar.action.filter
source: Filter
it_it: Filtro
ja_jp: ‎フィルター‎
pt_pt: Filtro
ro_ro: Filtru
ru_ru: Фильтр
uk_ua: Фільтр

# view~dictionnary.selectiontool.toolbar.action.invert
source: Invert selection
it_it: Inverti la selezione
ja_jp: ‎選択を反転する‎
pt_pt: Inverter seleção
ro_ro: Inversare selectare
ru_ru: Инвертировать выборку
sl_si: Obrni izbor
uk_ua: Інвертувати виділення

# view~dictionnary.selectiontool.toolbar.action.type.minus
source: Remove from selection
it_it: Rimuovi dalla selezione
ja_jp: ‎選択から削除‎
pt_pt: Remover da seleção
ro_ro: Eliminaţi din selectare
ru_ru: Убрать из выделенных
sl_si: Odstrani iz izbora
uk_ua: Видалити з вибраного

# view~dictionnary.selectiontool.toolbar.action.type.plus
source: Add to selection
it_it: Aggiungi alla selezione
ja_jp: ‎選択範囲に追加‎
pt_pt: Adicionar à seleção
ro_ro: Adăugați la selectare
ru_ru: Добавить к выделенным
sl_si: Dodaj izboru
uk_ua: Додати до вибору

# view~dictionnary.selectiontool.toolbar.action.type.refresh
source: New selection
it_it: Nuova selezione
ja_jp: ‎新しい選択‎
pt_pt: Nova seleção
ro_ro: Selectare nouă
ru_ru: Новое выделение
sl_si: Nov izbor
uk_ua: Новий вибір

# view~dictionnary.selectiontool.toolbar.action.unselect
source: Unselect all
it_it: Deseleziona tutto
ja_jp: 選択解除‎
pt_pt: Remover a seleção
ro_ro: Deselectați tot
ru_ru: Снять выделение
sl_si: Odznači vse
uk_ua: Зняти виділення всього

# view~dictionnary.selectiontool.toolbar.buffer
source: Buffer
ja_jp: ‎バッファ‎
pt_pt: Área de influência
ro_ro: Tampon
ru_ru: Буфер
sl_si: Medpomnilnik
uk_ua: Буфер

# view~dictionnary.selectiontool.toolbar.geomOperator
source: Geometric operators
it_it: Operatori geometrici
ja_jp: 演算子
pt_pt: Operadores geométricos
ro_ro: Operatori geometrici
ru_ru: Геометрические операторы
sl_si: Geometrijski operatorji
uk_ua: Геометричні оператори

# view~dictionnary.selectiontool.toolbar.geomOperator.contains
source: Contains
it_it: Contiene
ja_jp: ‎含む‎
pt_pt: Contém
ro_ro: Conține
ru_ru: Содержит
sl_si: Vsebuje
uk_ua: Містить

# view~dictionnary.selectiontool.toolbar.geomOperator.crosses
source: Crosses
it_it: Attraversa
ja_jp: ‎交差‎
pt_pt: Cruza
ro_ro: Intersecție
ru_ru: Перекрестное соединение
sl_si: Prečkanja
uk_ua: Перехресне з'єднання

# view~dictionnary.selectiontool.toolbar.geomOperator.disjoint
source: Disjoint
it_it: Disgiunto
ja_jp: ‎不整合‎
pt_pt: Separa
ro_ro: Separate
ru_ru: Разделены
sl_si: Razdruži
uk_ua: Не перетинається

# view~dictionnary.selectiontool.toolbar.geomOperator.intersects
source: Intersects
it_it: Interseca
ja_jp: ‎交差‎
pt_pt: Interseta
ro_ro: Intersecții
ru_ru: Пересекает
sl_si: Presekanja
uk_ua: Перетинає

# view~dictionnary.selectiontool.toolbar.geomOperator.overlaps
source: Overlaps
it_it: Sovrapposizioni
ja_jp: ‎重複‎
pt_pt: Sobrepõe
ro_ro: Suprapuneri
ru_ru: Перекрывает
sl_si: Prekrivanja
uk_ua: Перекриття

# view~dictionnary.selectiontool.toolbar.geomOperator.touches
source: Touches
it_it: Tocca
ja_jp: ‎触れる‎
pt_pt: Toca
ro_ro: Atingeri
ru_ru: Касается
sl_si: Dotiki
uk_ua: Торкається

# view~dictionnary.selectiontool.toolbar.geomOperator.within
source: Within
it_it: Entro
ja_jp: ‎以内‎
pt_pt: Dentro
ro_ro: În interior
ru_ru: В пределах
sl_si: Znotraj
uk_ua: В межах

# view~dictionnary.selectiontool.toolbar.layer
source: Selection layer
it_it: Layer di selezione
ja_jp: レイヤを選択‎
pt_pt: Camada de seleção
ro_ro: Stratul de selectare
ru_ru: Слой выделения
sl_si: Izbira sloja
uk_ua: Виділений шар

# view~dictionnary.selectiontool.toolbar.layers.multiple
source: Multiple layers
it_it: Livelli multipli
ja_jp: ‎複数のレイヤー‎
pt_pt: Camadas múltiplas
ro_ro: Straturi multiple
ru_ru: Несколько слоев
sl_si: Več plasti
uk_ua: Декілька шарів

# view~dictionnary.selectiontool.toolbar.layers.selectable
source: Selectable layers
it_it: Livelli selezionabili
ja_jp: ‎選択可能なレイヤー‎
pt_pt: Camadas selecionáveis
ro_ro: Straturi selectabile
ru_ru: Выбираемые слои
sl_si: Izbirne plasti
uk_ua: Вибір шарів

# view~dictionnary.selectiontool.toolbar.layers.selectableAndVisible
source: Selectable and visible layers
it_it: Livelli visibili e selezionabili
ja_jp: ‎選択可能なレイヤーと表示可能なレイヤー‎
pt_pt: Camadas selecionáveis e visíveis
ro_ro: Straturi selectabile și vizibile
ru_ru: Выбираемые и видимые слои
sl_si: Izbirne in vidne plasti
uk_ua: Вибираються та видимі шари

# view~dictionnary.selectiontool.toolbar.layers.single
source: Single layers
it_it: Livelli singoli
ja_jp: ‎単一レイヤー‎
pt_pt: Camadas simples
ro_ro: Straturi individuale
ru_ru: Отдельные слои
sl_si: Enoplastni
uk_ua: Окремі шари

# view~dictionnary.selectiontool.toolbar.title
source: Selection
it_it: Selezione
ja_jp: 選択
pt_pt: Seleção
ro_ro: Selectare
ru_ru: Выделение
sl_si: Izbira
uk_ua: Вибір

# view~dictionnary.snapping.title
source: Snapping
it_it: Aggancio
ja_jp: ‎スナップ‎
pt_pt: Ferramenta de atração
ro_ro: Divizare
ru_ru: Прилипание
sl_si: Snemanje
uk_ua: Прилипання

# view~dictionnary.startup.error
source: An error occurred while loading this map. Some necessary resource may temporarily be unavailable. Please try again later.
uk_ua: Під час завантаження цієї карти сталася помилка. Деякі необхідні ресурси можуть бути тимчасово недоступні. Будь-ласка спробуйте пізніше.

# view~dictionnary.startup.goToProject
source: Go back to the home page.
uk_ua: Повернутися на головну сторінку.

# view~dictionnary.switcher.layer.export.title
source: Export
it_it: Esporta
ja_jp: エクスポート
pt_pt: Exportar
ro_ro: Exportare
ru_ru: Экспорт
sl_si: Izvoz
uk_ua: Експорт
