Repository: 3liz/lizmap-locales
Catalog: web-client/*/view.po
Languages: it_it, ja_jp, pt_pt, ro_ro, ru_ru, sl_si, uk_ua

# view~dictionnary.switcher.layer.export.warn
source: Please select a single layer to export
it_it: Scegli un solo layer per l'esportazione
ja_jp: ‎エクスポートするレイヤを 1 つ選択してください‎
pt_pt: Selecionar uma única camada para exportação
ro_ro: Selectaţi un singur strat pentru exportare
ru_ru: Выберите один слой для экспорта
sl_si: Izberite eno plast za izvoz
uk_ua: Виберіть один шар для експорту

# view~dictionnary.switcherLayersActions.themeSelector.title
source: Select theme
it_it: Scegli il tema
ja_jp: ‎テーマの選択‎
pt_pt: Selecionar tema
ro_ro: Selectați tema
ru_ru: Выберите тему
sl_si: Izberite temo
uk_ua: Виберіть тему

# view~dictionnary.timemanager.toolbar.pause
source: Pause
it_it: Pausa
ja_jp: 一時停止
pt_pt: Pausa
ro_ro: Pauză
ru_ru: Пауза
sl_si: Ustavi
uk_ua: Пауза

# view~dictionnary.timemanager.toolbar.play
source: Play
ja_jp: 再生
pt_pt: Reproduzir
ro_ro: Redare
ru_ru: Воспроизвести
sl_si: Predvajaj
uk_ua: Виконати

# view~dictionnary.toolbar.content.stop
source: Stop
ja_jp: 停止
pt_pt: Parar
ro_ro: Închide
ru_ru: Закрыть
uk_ua: Зупинити

# view~dictionnary.tree.button.checkbox
source: Display/Hide
it_it: Mostra/Nascondi
ja_jp: 表示/非表示
pt_pt: Mostrar/Ocultar
ro_ro: Afișare/ascundere
ru_ru: Показать/скрыть
sl_si: Prikaži/Skrij
uk_ua: Відобразити/Приховати

# view~dictionnary.tree.button.collapse
source: Collapse
it_it: Riduci
ja_jp: 圧縮
pt_pt: Fechar
ro_ro: Restrângere
ru_ru: Свернуть
sl_si: Strni
uk_ua: Згорнути

# view~dictionnary.tree.button.expand
source: Expand
it_it: Espandi
ja_jp: 解凍
pt_pt: Expandir
ro_ro: Extindere
ru_ru: Развернуть
sl_si: Razširi
uk_ua: Розгорнути

# view~dictionnary.tree.button.link
source: Open documentation
it_it: Apri documentazione
ja_jp: ‎マニュアルを開く‎
pt_pt: Abrir Documentação
ro_ro: Deschideți documentația
ru_ru: Открыть документацию
sl_si: Odprta dokumentacija
uk_ua: Відкрита документація

# view~dictionnary.tree.button.removeCache
source: Remove cache server for this layer
it_it: Rimuovi la cache dal server per questo layer
ja_jp: ‎このレイヤのキャッシュ サーバーを削除します‎
pt_pt: Remover a cache desta camada
ro_ro: Eliminați cache-ul de pe server pentru acest strat
ru_ru: Удалить кеш для этого слоя с сервера
sl_si: Odstranite predpomnilniški strežnik za to plast
uk_ua: Видалити кеш -сервер для цього шару

# view~edition.access.denied
source: You have not the right to use the edition tools.
it_it: Non hai i privilegi per usare gli strumenti di modifica.
ja_jp: 編集ツールを使用する権利はありません。‎
pt_pt: Sem permissões para utilizar a ferramenta de edição
ro_ro: Nu aveți dreptul de a utiliza instrumentele de editare.
ru_ru: Недостаточно прав для использования инструментов редактирования.
sl_si: Za urejanje nimate ustreznih pravic.
uk_ua: Ви не маєте права використовувати інструменти редагування.

# view~edition.form.action.future.close
source: Close form
it_it: Chiudi modulo
ja_jp: ‎フォームを閉じる‎
pt_pt: Fechar formulário
ro_ro: Se închide formularul
ru_ru: Закрыть форму
sl_si: Zapri obrazec
uk_ua: Закрити форму

# view~edition.form.action.future.create
source: Create new feature
it_it: Crea un nuovo elemento
ja_jp: ‎新しい地物の作成‎
pt_pt: Criar novo elemento
ro_ro: Creați un obiect nou
ru_ru: Создать новый обьект
sl_si: Ustavri nov element
uk_ua: Створити нову функцію

# view~edition.form.action.future.edit
source: Reopen form
it_it: Riapri modulo
ja_jp: ‎フォームを再度開く
pt_pt: Reabrir formulário
ro_ro: Se redeschide formularul
ru_ru: Переоткрыть форму
sl_si: Ponovno odpri obrazec
uk_ua: Повторно відкрити форму

# view~edition.form.action.future.label
source: After saved
it_it: Dopo il salvataggio
ja_jp: ‎保存後に
pt_pt: Após gravar
ro_ro: După ce a fost salvat
ru_ru: После сохранение
sl_si: Po shranjevanju
uk_ua: Після збереження

# view~edition.form.btn.clear.title
source: Close
it_it: Chiudi
ja_jp: 閉じる
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sl_si: Zapri
uk_ua: Закрити

# view~edition.form.cancel.confirm.message
source: Cancel edition?
it_it: Annulla modifiche?
ja_jp: 編集をキャンセルしますか?‎
pt_pt: Cancelar edição?
ro_ro: Anulați editarea?
ru_ru: Отменить публикацию?
sl_si: Zaključi urejanje?
uk_ua: Відмінити створення

# view~edition.form.cancel.label
source: Cancel
it_it: Annulla
ja_jp: ‎キャンセル‎
pt_pt: Cancelar
ro_ro: Anulați
ru_ru: Отмена
sl_si: Prekini
uk_ua: Відміна

# view~edition.form.data.saved
source: Data has been saved.
it_it: I dati sono stati salvati.
ja_jp: ‎データが保存されました。‎
pt_pt: Dados gravados com sucesso.
ro_ro: Datele au fost salvate
ru_ru: Данные сохранены.
sl_si: Podatki so shranjeni.
uk_ua: Дані збережено

# view~edition.form.reset.label
source: Reset
it_it: Azzera
ja_jp: ‎リセット‎
pt_pt: Reiniciar
ro_ro: Resetați
ru_ru: Сброс настроек
sl_si: Ponastavi
uk_ua: Скинути

# view~edition.form.submit.label
source: Save
it_it: Salva
ja_jp: 保存
pt_pt: Gravar
ro_ro: Salvați
ru_ru: Сохранить
sl_si: Shrani
uk_ua: Зберегти

# view~edition.geolocate.toolbar.title
source: Edition:
it_it: Modifica:
ja_jp: 編集:
pt_pt: Edição:
ro_ro: Editare:
ru_ru: Версия:
sl_si: Urejanje:
uk_ua: Весрія:

# view~edition.geomtool.drag.title
source: Drag
it_it: Trascina
ja_jp: ‎ドラッグ‎
pt_pt: Mover
ro_ro: Tragere
ru_ru: Перетащить
sl_si: Povlecite
uk_ua: Перетягніть

# view~edition.geomtool.nodetool.title
source: Node tool
it_it: Strumento nodo
ja_jp: ‎ノードツール‎
pt_pt: Ferramenta de nós
ro_ro: Instrumente de nod
ru_ru: Инструмент узла
sl_si: Orodje za vozlišče
uk_ua: Інструмент вузлів

# view~edition.geomtool.reshape.title
source: Reshape
it_it: Modifica la forma
ja_jp: ‎形状‎
pt_pt: Redesenhar
ro_ro: Remodelare
ru_ru: Изменить форму
sl_si: Preoblikuj
uk_ua: Змінити форму

# view~edition.geomtool.restartdrawing.title
source: Redraw the geometry
uk_ua: Перемалюйте геометрію

# view~edition.geomtool.reversegeom.title
source: Reverse the geometry
it_it: Inverte la geometria
pt_pt: Inverter a geometria
ro_ro: Inversarea geometriei
sl_si: Obrnite geometrijo
uk_ua: Переверніть геометрію

# view~edition.geomtool.rotate.title
source: Rotate
it_it: Ruota
ja_jp: ‎回転‎
pt_pt: Rotacionar
ro_ro: Rotire
ru_ru: Повернуть
sl_si: Zasukaj
uk_ua: Перевернути

# view~edition.geomtool.splitfeatures.title
source: Split
it_it: Dividi
ja_jp: 分割
pt_pt: Segmentar
ro_ro: Divizare
ru_ru: Разделить
sl_si: Razdeli
uk_ua: Розколоти

# view~edition.link.error.missing.id
source: There must be at least one object selected for each layer to create the link.
it_it: Per creare il collegamento ci deve essere almeno un oggetto selezionato per ogni layer.
ja_jp: ‎リンクを作成するには、各レイヤに少なくとも 1 つのオブジェクトを選択する必要があります。‎
pt_pt: É necessário ter selecionado pelo menos um objeto em cada camada para poder criar a ligação.
ro_ro: Pentru a crea legătura trebuie să existe cel puțin un obiect selectat pe fiecare strat.
ru_ru: Для создания связи для каждого слоя должен быть выбран хотя бы один объект.
sl_si: Za ustvarjanje povezave mora biti za vsako plast izbran vsaj en objekt.
uk_ua: Для створення зв’язку для кожного шару має бути виділений принаймні один об’єкт.

# view~edition.link.error.missing.parameter
source: The pivot, features1 and features2 parameters are mandatory.
it_it: I parametri pivot, elemento1 ed elemento2 sono indispensabili.
ja_jp: ‎ピボット、地物1、および地物2のパラメータは必須です。‎
pt_pt: O pivot e os parâmetros features1 e features2 são obrigatórios.
ro_ro: Parametrii pivot, features1 și features2 sunt obligatorii.
ru_ru: Параметры pivot, features1 и features2 являются обязательными.
sl_si: Parametri pivot, Features1 in Features2 so obvezni.
uk_ua: Параметри опорної точки, features1 та features2 є обов’язковими.

# view~edition.link.error.multiple.ids
source: You cannot link multiple objects for both layers. Please select only one object for one of the layers and retry.
it_it: Non puoi collegare elementi multipli ad entrambi i layer. Per favore scegli solo un oggetti per uno dei layer e riprova.
ja_jp: ‎両方のレイヤに対して複数のオブジェクトをリンクすることはできません。レイヤの 1 つにオブジェクトを 1 つだけ選択して再試行してください。‎
pt_pt: Não é possível ligar objetos múltiplos em ambas as camadas. Selecionar apenas um objeto por camada e tentar novamente.
ro_ro: Nu puteți conecta mai multe obiecte pentru ambele straturi. Selectați un singur obiect pentru unul dintre straturi și încercați din nou.
ru_ru: Вы не можете связать несколько объектов для обоих слоев. Выберите только один объект для одного из слоев и повторите попытку.
sl_si: Za obe plasti ne morete povezati več predmetov. Izberite samo en predmet za eno od plasti in poskusite znova.
uk_ua: Не можна зв’язувати кілька об’єктів для обох шарів. Виберіть лише один об’єкт для одного із шарів та повторіть спробу.

# view~edition.link.error.no.create.feature
source: Create feature for the layer "%s" is not available.
it_it: Crea elemento non è disponibile per il layer "%s"
ja_jp: ‎レイヤの地物を作成 "‎%s‎" は使用できません。‎
pt_pt: Criar elemento para a camada "%s" não está disponível.
ro_ro: Crearea obiectelor pentru stratul „%s” nu este disponibilă.
ru_ru: Создание обьекта для слоя "%s" невозможно.
sl_si: Funkcija ustvarjanja za sloj »%s« ni na voljo.
uk_ua: Функція створення для шару "%s" недоступна.

# view~edition.link.error.no.given.fields
source: Given fields do not exist.
it_it: I campi indicati non esistono.
pt_pt: Os campos fornecidos não existem.
ro_ro: Câmpurile date nu există.
sl_si: Polja ne obstajajo.
uk_ua: Даних полів не існує.

# view~edition.link.error.no.modify.attributes
source: Modify attributes for the layer "%s" is not available.
it_it: Modifica attributo non è disponibile per il layer "%s"
ja_jp: ‎レイヤの属性を変更する "‎%s‎" は使用できません。‎
pt_pt: Modificar atributos para a camada "%s" não está disponível.
ro_ro: Modificarea atributelor pentru stratul „%s” nu este disponibilă.
ru_ru: Изменение атрибутов для слоя "%s" недоступно.
sl_si: Spreminjanje atributov za sloj "%s" ni na voljo.
uk_ua: Змінити атрибути для шару "%s" недоступно.

# view~edition.link.error.not.attribute.layer
source: The layers have not been configured to have an attribute table.
it_it: I livelli non sono stati configurati per possedere una tabella di attributi.
pt_pt: As camadas não foram configuradas para mostrar a tabela de atributos.
ro_ro: Straturile nu au fost configurate să aibă un tabel de atribute.
sl_si: Plasti niso bile konfigurirane za tabelo atributov.
uk_ua: Шари не були налаштовані на таблицю атрибутів.

# view~edition.link.error.sql
source: An error occurred while adding linked data.
it_it: Si è verificato un errore durante l'aggiunta di dati collegati.
pt_pt: Ocorreu um erro ao adicionar dados ligados.
ro_ro: A apărut o eroare la adăugarea datelor conectate.
sl_si: Med dodajanjem povezanih podatkov je prišlo do napake.
uk_ua: Під час додавання зв’язаних даних сталася помилка.

# view~edition.link.error.wrong.layer
source: The layer does not exist.
it_it: Il livello non esiste.
pt_pt: A camada não existe.
ro_ro: Stratul nu există.
sl_si: Plast ne obstaja.
uk_ua: Шару не існує.

# view~edition.link.success
source: Selected features have been correctly linked.
it_it: Gli elementi selezionati sono stati collegati correttamente.
ja_jp: ‎選択した地物に正しくリンクされています。‎
pt_pt: Os elementos selecionados foram ligados corretamente.
ro_ro: Obiectele selectate au fost corelate corect.
ru_ru: Выбранные обьекты были правильно связаны.
sl_si: Izbrane funkcije so bile pravilno povezane.
uk_ua: Вибрані функції правильно зв’язано.

# view~edition.message.error.bbox
source: The bbox has to be 4 floats separated by ','.
it_it: La bbox deve avere 4 numeri separati da ','
ja_jp: ‎bbox は、4桁毎に浮動小数点数を ',' で区切る必要があります。‎
pt_pt: Os limites da área têm que ser 4 valores separados por ','.
ro_ro: Extinderea trebuie să conţină 4 numere reale separate prin ','.
sl_si: Bbox mora vsebovati 4 lebdeče, ločene z ','.
uk_ua: Bbox має складатися з 4 чисел, розділених ','.

# view~edition.message.error.constraint
source: %s: check failed
it_it: %s: controllo fallito
ja_jp: %s‎: チェックに失敗しました‎
pt_pt: %s: verificação falhou
ro_ro: %s: verificarea nu a reușit
ru_ru: %s: проверка не удалась
sl_si: %s: preverjanje ni uspelo
uk_ua: %s: не вдалося перевірити

# view~edition.message.error.create
source: An error occurred while creating the object.
it_it: Si è verificato un errore durante la creazione dell'oggetto.
pt_pt: Ocorreu um erro ao criar o objeto.
ro_ro: A apărut o eroare la crearea obiectului.
sl_si: Med ustvarjanjem predmeta je prišlo do napake.
uk_ua: Під час створення об’єкта сталася помилка.

# view~edition.message.error.crs
source: crs is mandatory and has to be an integer or EPSG:*.
it_it: Il sistema di riferimento è obbligatorio, e deve essere un numero intero o EPSG:*
ja_jp: ‎crs は必須であり、整数または EPSG:* でなければなりません。‎
pt_pt: O CRS é obrigatório e tem de ser um número inteiro ou EPSG.
ro_ro: CRS este obligatoriu și trebuie să fie un număr întreg sau EPSG:*.
ru_ru: Необходимо указать систему координат в формате целого числа или EPSG:*.
sl_si: Koordinatni sistem je obvezen in mora biti celo število ali EPSG:*.
uk_ua: crs є обов'язковим і має бути цілим числом або EPSG:*.

# view~edition.message.error.delete
source: The deletion has failed.
it_it: Impossibile eliminare.
ja_jp: ‎削除に失敗しました。‎
pt_pt: A eliminação falhou.
ro_ro: Ștergerea a eșuat.
ru_ru: Удаление не выполнено.
sl_si: Brisanje ni uspelo.
uk_ua: Видалення не вдалось

# view~edition.message.error.feature.editable
source: The feature is not editable.
it_it: L'elemento non è editabile.
ja_jp: ‎この地物は編集できません。‎
pt_pt: O elemento não é editável.
ro_ro: Obiectul nu este editabil.
ru_ru: Объект не редактируется.
sl_si: Element ni mogoče spremeniti.
uk_ua: Функцію не можна редагувати.

# view~edition.message.error.feature.get
source: Lizmap cannot get the feature data with WFS
it_it: Lizmap non riesce ad ottenere dati tramite WFS
ja_jp: ‎Lizmap は WFS で地物データを取得できません‎
pt_pt: O Lizmap não consegue obter os dados do elemento via WFS
ro_ro: Lizmap nu poate obține datele obiectului cu WFS
ru_ru: Lizmap не может получить данные об объектах с помощью WFS
sl_si: Aplikacija ne more pridobiti podatkov o funkcijah z WFS
uk_ua: Lizmap не може отримати дані функції за допомогою WFS

# view~edition.message.error.form.get
source: An error has been raised when getting the form
it_it: Si è verificato un errore nell'acquisizione del modulo
ja_jp: ‎フォームを取得するときにエラーが発生しました‎
pt_pt: Ocorreu um erro ao carregar o formulário
ro_ro: A apărut o eroare la obținerea formularului
ru_ru: При получении формы возникла ошибка
sl_si: Pri pridobivanju obrazca je prišlo do napake
uk_ua: Під час отримання форми сталася помилка

# view~edition.message.error.geometry.outside.polygons
source: The given geometry is outside the authorized polygon.
it_it: La geometria specificata è al di fuori del poligono autorizzato.
pt_pt: A geometria fornecida está fora do polígono autorizado.
ro_ro: Geometria dată este în afara poligonului autorizat.
sl_si: Geometrija je zunaj dovoljenega poligona.
uk_ua: Зазначена геометрія знаходиться за межами дозволеного багатокутника.

# view~edition.message.error.layer.editable
source: The layer is not editable.
it_it: Il layer non è editabile.
ja_jp: ‎レイヤは編集できません。‎
pt_pt: A camada não é editável.
ro_ro: Stratul nu este editabil.
ru_ru: Слой не редактируется.
sl_si: Sloj ni mogoče urejati.
uk_ua: Шар не можна редагувати.

# view~edition.message.error.layer.editable.create
source: Create feature for the layer is not available.
it_it: Crea elemento non è disponibile per il layer
ja_jp: ‎レイヤの作成した地物は使用できません。‎
pt_pt: Criar elemento para a camada não está disponível.
ro_ro: Funcția de creare a obiectelor pentru strat nu este disponibilă.
ru_ru: Создание объекта для слоя недоступно.
sl_si: Funkcija ustvarjanja za sloj ni na voljo.
uk_ua: Функція створення шару недоступна.

# view~edition.message.error.layer.editable.delete
source: Delete feature for the layer is not available.
it_it: Elimina elemento non è disponibile per il layer
ja_jp: ‎レイヤの地物削除は出来ません。
pt_pt: Eliminar elemento para a camada não está disponível.
ro_ro: Funcția ştergere pentru strat nu este disponibilă.
ru_ru: Удаление объекта для слоя недоступно.
sl_si: Objekta v sloju ni mogoče izbrisati.
uk_ua: Функція видалення шару недоступна.

# view~edition.message.error.no.geometry
source: You cannot save this object without a geometry. Please draw the geometry on the map.
it_it: Non puoi salvare questo oggetto senza una geometria. Disegna la geometria sulla mappa.
pt_pt: Não é possível guardar este objeto sem geometria. Desenhar a respetiva geometria no mapa.
ro_ro: Nu puteți salva acest obiect fără o geometrie. Desenați geometria pe hartă.
sl_si: Tega predmeta ne morete shraniti brez geometrije. Prosimo, narišite geometrijo na zemljevidu.
uk_ua: Ви не можете зберегти цей об’єкт без геометрії. Будь ласка, намалюйте геометрію на карті.

# view~edition.message.error.parameter.featureId
source: The 'featureId' parameter is mandatory.
it_it: Il parametro 'featureId' è obbligatorio.
ja_jp: ‎'地物Id' パラメーターは必須です。‎
pt_pt: O parâmetro 'featureId' é obrigatório.
ro_ro: Parametrul „featureId” este obligatoriu.
ru_ru: Параметр Id-обьекта является обязательным.
sl_si: Parameter 'featureId' je obvezen.
uk_ua: Параметр "featureId" є обов'язковим.

# view~edition.message.error.parameter.project
source: The 'project' parameter is mandatory.
it_it: Il parametro 'progetto' è indispensabile.
ja_jp: ‎'プロジェクト' パラメーターは必須です。‎
pt_pt: O parâmetro 'projeto' é obrigatório.
ro_ro: Parametrul „proiect” este obligatoriu.
ru_ru: Параметр «проект» является обязательным.
sl_si: Parameter 'projekt' je obvezen.
uk_ua: Параметр 'Проєкт' є обов'язковим.

# view~edition.message.error.primary.keys
source: Lizmap cannot find the "%s" layer's primary keys. The edition tool needs a defined primary key on the table.
it_it: Lizmap non riesc a trovare la "%s" chiave primaria del layer. Lo strumento edizione richiede la definizione di una chiave primaria nella tabella.
ja_jp: Lizmapが "‎%s‎" レイヤの主キー。編集ツールでは、テーブルに定義された主キーが必要です。‎
pt_pt: O Lizmap não consegue encontrar as chaves primárias da camada "%s". A ferramenta de edição precisa de uma chave primária definida na tabela.
ro_ro: Lizmap nu poate găsi cheile primare ale stratului „%s”. Instrumentul de editare are nevoie de o cheie primară definită în tabelă.
ru_ru: Lizmap не может найти первичные ключи слоя "% s". Средству редактирования требуется определенный первичный ключ в таблице.
sl_si: Program ne nade "%s" enoličnih ključev. Za urejanje je potrebno določite enolične ključe.
uk_ua: Lizmap не може знайти первинні ключі шару "%s". Інструменту редагування потрібен визначений первинний ключ у таблиці.

# view~edition.message.error.save
source: An error has been raised when saving the form.
it_it: Si è verificato un errore nel salvataggio del modulo.
ja_jp: ‎フォームを保存するときにエラーが発生しました。‎
pt_pt: Ocorreu um erro ao gravar o formulário.
ro_ro: A apărut o eroare la salvarea formularului.
ru_ru: При сохранении формы возникла ошибка.
sl_si: Pri shranjevanju obrazca je prišlo do napake.
uk_ua: При збережені форми, виникла помилка.

# view~edition.message.error.save.fields
source: No fields available for saving the form.
it_it: Non c'è nessun campo disponibile per salvare il modulo.
ja_jp: ‎フォームの保存に使用できるフィールドがありません。‎
pt_pt: Não há campos disponíveis para gravar o formulário.
ro_ro: Nu există câmpuri disponibile pentru salvarea formularului.
ru_ru: Нет доступных полей для сохранения формы.
sl_si: Za shranjevanje obrazca ni na voljo nobenega polja.
uk_ua: Немає доступних полів для збереження форми.

# view~edition.message.error.upload.layer
source: The layer "%s" directory for uploading media is not writable.
it_it: La cartella di upload dei media del layer "%s" non è scrivibile.
ja_jp: ‎レイヤ "‎%s‎" メディアをアップロードするためのディレクトリは書き込み可能ではありません。‎
pt_pt: O diretório para upload de média da camada "%s" não tem permissões de escrita.
ro_ro: Nu se poate scrie în directorul stratului „%s” pentru încărcarea conținutului media.
ru_ru: Каталог слоя "%s" для загрузки мультимедиа недоступен для записи.
sl_si: Imenik sloja "%s" za nalaganje medijev ni zapisljiv.
uk_ua: Каталог шару "%s" для завантаження медіафайлів неможливий для запису.

# view~edition.message.error.upload.layer.field
source: The field "%s" directory of the layer "%s" for uploading media is not writable.
it_it: Il campo "%s" directory del layer "%s" per caricare elementi multimediali non è scrivibile.
ja_jp: ‎フィールド"‎%s‎" レイヤのディレクトリ "‎%s‎" メディアのアップロードは書き込み可能ではありません。‎
pt_pt: O diretório para upload de média da camada "%s" não tem permissões de escrita.
ro_ro: Nu se poate scrie în câmpul „%s” al stratului „%s” pentru încărcarea conținutului media.
ru_ru: Поле "%s" каталог слоя "%s" для загрузки мультимедиа недоступно для записи.
sl_si: Imenik polja »%s« sloja »%s« za nalaganje medijev ni zapisljiv.
uk_ua: Поле "%s" каталог шару "%s" для завантаження медіафайлів неможливе для запису.

# view~edition.message.hint.constraint
source: Constraint: %s
it_it: Vincolo: %s
ja_jp: ‎制約：‎%s
pt_pt: Restrição: %s
ro_ro: Constrângere: %s
ru_ru: Ограничение: %s
sl_si: Omejitev: %s
uk_ua: Обмеження: %s

# view~edition.message.success.create
source: Object successfully created.
it_it: Oggetto creato.
ja_jp: ‎オブジェクトが正常に作成されました。‎
pt_pt: Objeto criado com sucesso.
ro_ro: Obiect creat cu succes.
ru_ru: Объект создан.
sl_si: Objekt je uspešno vnešen.
uk_ua: Об'єкт створено.

# view~edition.message.success.delete
source: The feature has been deleted.
it_it: L'elemento è stato eliminato.
ja_jp: ‎地物は削除されました。‎
pt_pt: O elemento foi eliminado.
ro_ro: Obiectul a fost șters.
ru_ru: Объект удален.
sl_si: Element je izbrisan.
uk_ua: Функцію видалено.

# view~edition.modal.message.no.feature.found
source: No feature has been found here.
it_it: Non c'è nessuna geometria qui.
ja_jp: 地物は見つかりませんでした。‎
pt_pt: Nenhuma geometria encontrada.
ro_ro: Niciun obiect găsit aici.
ru_ru: Ничего не найдено.
sl_si: Tukaj ni bilo mogoče najti nobene funkcije.
uk_ua: Жодної функції тут не знайдено.

# view~edition.modal.title.default
source: Edition
it_it: Modifica
ja_jp: 編集
pt_pt: Edição
ro_ro: Editare
ru_ru: Публикация
sl_si: Urejanje
uk_ua: Версія

# view~edition.modification.msg
source: Click features on the map to access edition tools.
it_it: Clicca sugli elementi sulla mappa per accedere agli strumenti di modifica.
ja_jp: ‎マップ上の地物をクリックして、編集のツールにアクセスします。‎
pt_pt: Clicar sobre elementos no mapa para aceder às ferramentas de edição.
ro_ro: Faceți clic pe un obiect de pe hartă pentru a accesa instrumentele de editare.
ru_ru: Щелкните объекты на карте, чтобы получить доступ к инструментам редактирования.
sl_si: Označite elemente za urejanje na zemljevidu.
uk_ua: Натисніть на функції на карті, щоб отримати доступ до інструментів видання.

# view~edition.navbar.title
source: Edition
it_it: Modifica
ja_jp: 編集
pt_pt: Edição
ro_ro: Editare
ru_ru: Публикация
sl_si: Urejanje
uk_ua: Версія

# view~edition.point.coord.add.label
source: Add
it_it: Aggiungi
ja_jp: 追加
pt_pt: Adicionar
ro_ro: Adăugare
ru_ru: Добавить
sl_si: Dodaj
uk_ua: Додати

# view~edition.point.coord.finalize.label
source: Finalize
it_it: Finalizza
ja_jp: ‎確定する‎
pt_pt: Finalizar
ro_ro: Finalizare
ru_ru: Завершить
sl_si: Zaključi
uk_ua: Завершити

# view~edition.point.coord.geolocation.label
source: linked to geolocation
it_it: collegato alla geolocalizzazione
ja_jp: ‎地理位置情報にリンク‎
pt_pt: utilizar geolocalização
ro_ro: legat la geolocalizare
ru_ru: привязан к геолокации
sl_si: povezava z geolokacijo
uk_ua: пов’язані з геолокацією

# view~edition.point.coord.title
source: Manage point/vertex coordinates
it_it: Gestisci le coordinate del punto/vertice
ja_jp: ‎ポイント/頂点座標の管理‎
pt_pt: Gestão de coordenadas de pontos/vértices
ro_ro: Gestionare coordonate punct/vertex
ru_ru: Управление координатами точки / вершины
sl_si: Urejanje koordinat točke/vozlišča
uk_ua: Керування координатами точки/вершини

# view~edition.segment.angle.label
source: Angle (°):
it_it: Angolo (°):
ja_jp: 角度‎(°):
pt_pt: Ângulo (º):
ro_ro: Unghi (°):
ru_ru: Угол (°):
sl_si: Kot (°):
uk_ua: Кут (°):
